var dictionary = [
 {
   "word": "Abortion",
   "def": "سقط جنین - پایان دادن به حیات جنین پس از باردار شدن و پیش از زادن. شکل خودخواستهٔ سقط جنین یکی از مهمترین و بحث برانگیزترین مسائل اخلاق کاربردی است. به طور کلی سه دیدگاه را در این زمینه می توان از هم تمیز داد: (۱) دیدگاه مخالفان سقط جنین یا هواداران حق حیات جنین (pro-life) یا محافظه کاران که سقط جنین را (جز در مواردی نادر) اخلاقاً جایز نمی دانند؛ (۲) دیدگاه موافقان سقط جنین یا هواداران حق انتخاب مادر (pro-choice) یا لیبرالها که سقط جنین را (جز در مواردی نادر) اخلاقاً جایز می دانند؛ و (۳) دیدگاه میانه روها که معتقدند سقط جنین گاه اخلاقاً جایز است و گاه اخلاقاً جایز نیست. ماهیت شخص بودن و اینکه چه هنگام جنین شخص می شود، نسبت حقوق مادر و حقوق جنین و چگونگی حل تعارض احتمالی آنها، و جایگاه حق حیات از جمله مسائلی است که در بررسی اخلاقی بودن یا نبودن سقط جنین طرح می شود."
 },
 {
   "word": "absolute nonviolence",
   "def": "عدم خشونت مطلق. همچنین ببینید: nonviolence "
 },
 {
   "word": "absolute right",
   "def": "حق مطلق - حقی که همواره به قوت خود باقی است، در برابر حق در بادی نظر. همچنین ببینید: right"
 },
 {
   "word": "acrasia (Gr.)",
   "def": "ضعف اراده. همچنین ببینید: moral weakness "
 },
 {
   "word": "academic ethics",
   "def": "اخلاق دانشگاهی؛ اخلاق آکادمیک - شاخه ای از اخلاق کاربردی که موضوع آن ملاحظات و مسائل اخلاقی ای است که برای کسانی که در محیط های دانشگاهی به سر می برند یا به نحوی با دانشگاه و مراکز تحقیقاتی سروکار دارند، اعم از استادان، دانشجویان، کارکنان، رؤسا و مدیران و هیئت امنای دانشگاه، پیش می آید. آزادی آکادمیک برای استادان، دانشجویان و اهل پژوهش، اخلاق پژوهش، ملاحظات مربوط به ارزیابی شایسته، بی طرفانه و منصفانهٔ استادان دربارهٔ دانشجویان، سوء استفادهٔ استادان از جایگاهشان در مقام آموزش، و تکالیف و مسئولیت های گروه های آموزشی از جمله مسائلی است که در اخلاق دانشگاهی بررسی می شود."
 },
 {
   "word": "absolutism",
   "def": "مطلق انگاری. همچنین ببینید:  ethical absolutism"
 },
 {
   "word": "absolute value",
   "def": "ارزش مطلق - ارزشی که هیچ قید و شرطی ندارد. فی المثل، کانت آدمیان را در مقام موجوداتی متعقل دارای ارزش مطلق می داند. ارزش مطلق در برابر ارزش نسبی یا ارزش مشروط قرار می گیرد."
 },
 {
   "word": "act",
   "def": "عمل، فعل. همچنین ببینید: action  "
 },
 {
   "word": "absolute pacifism",
   "def": "صلح طلبی مطلق. همچنین ببینید:  pacifism"
 },
 {
   "word": "act-agapeism",
   "def": "محبت گرایی عمل نگر - این رای که همواره باید کاری را انجام داد که بیش از هر کار دیگری نمودار محبت (آگاپه) است. از این  منظر، برای پی بردن به اینکه در هر وضعیت جزئی چه کاری محبانه ترین کار است، بايد بدون توسل به قواعد، اوصاف خود آن وضعیت را به دیده گرفت و اصل محبت را به کار بست. محبت گرايې عمل نگر در برابر محبت گرایی قاعده نگر قرار می گیرد. همچنین ببینید:  agapeism"
 },
 {
   "word": "act-consequentialism",
   "def": "نتیجه گرایی عمل نگر - این رای که درستی یا ارزش اخلاقی هر عمل خاصی در گرو آن است که نتایج آن عمل دست کم بخوبی نتایج هر عمل بدیلی باشد که فاعل می تواند انجام دهد (یا محتمل باشد که بخوبی آن نتایج باشد). همچنین ببینید:  consequentialism"
 },
 {
   "word": "act-deontological ethics",
   "def": "اخلاق تکلیف گرایانهٔ عمل نگر. همچنین ببینید:  act-deontologism"
 },
 {
   "word": "act-deontologism",
   "def": "تکلیف گرایی عمل نگر-  شکلی از تکلیف گرایی که بر وفق آن باید در هر وضعیتی با نظر به اوصاف آن وضعیت و بدون تمسک به قواعد و احکام کلی ببینیم که چه چیز درست یا نادرست است و چه تکلیفی بر عهده داریم. از این منظر، تکالیف اخلاقی، جزئی و وابسته به وضعیت اند و احکام و قواعد کلی در بهترین حالت برگرفته از احکام جزئی و حاصل استقرا از موارد جزئی هستند. شهود گرایی و تصمیم گرایی گونه هایی از تکلیف گرایی عمل نگر به شمار می رود. این قسم تکلیف گرایی در برابرتکلیف گرایی قاعده نگر قرار می گیرد. همچنین ببینید:  deontological ethics"
 },
 {
   "word": "action",
   "def": "عمل، فعل -  آنچه فاعلی انجام می دهد یا از فاعلی صادر می گردد در برابر آنچه فاعلی معروض یا دستخوش آن می شود. عمل یکی از اساسی ترین مفاهيم اخلاق و موضوع فلسفهٔ عمل یا نظریهٔ عمل است و چیستی و شان اخلاقی آن محل بحث و مناقشه بوده است. همچنین ببینید:  action theory"
 },
 {
   "word": "action-based ethics",
   "def": "اخلاق عمل بنیاد - رویکردی در اخلاق هنجاری که در آن بیش از هر چیز برعمل فاعل و آنچه او باید انجام دهد تأکید می شود نه بر فضیلت و سیرت فاعل و آنچه او باید باشد. این رویکرد از یک سو در برابر اخلاق فضیلت بنیاد و از سوی دیگر در مقابل اخلاق قاعده بنیاد قرار می گیرد. اخلاق تکلیف گرایانه و نتیجه گرایی دو نمونه از اخلاق عمل بنیادند."
 },
 {
   "word": "action-centered ethics",
   "def": "اخلاق عمل محور. همچنین ببینید:  action-based ethics"
 },
 {
   "word": "action, philosophy of",
   "def": "فلسفهٔ عمل، فلسفهٔ فعل. همچنین ببینید:  action theory"
 },
 {
   "word": "action, reasons for",
   "def": "دلايل عمل. همچنین ببینید:  reasons for action"
 },
 {
   "word": "action theory",
   "def": "نظریهٔ عمل، نظریهٔ فعل - نظریهٔ عمل یا فلسفهٔ عمل شاخه ای از فلسفه است که به مسائلی چون چیستی عمل، اقسام آن (اعم از اعمال پایه و اعمال غیر پایه)، سرچشمه و نحوهٔ صدور عمل و دیگر مسائل هستی شناسانهٔ مربوط  به آن می پردازد. شأن اخلاقی اعمال، مسئولیت علی آدمی در قبال اعمال و اندیشه های خویش، و اختیاری بودن یا نبودن اعمالی که در اخلاق از آنها سخن به میان می آید از جمله مسائلی است که نظریۀ عمل را به فلسفهٔ اخلاق می پیوندد."
 },
 {
   "word": "action, theory of",
   "def": "نظریهٔ عمل، نظریهٔ فعل. همچنین ببینید:  action theory"
 },
 {
   "word": "acts/ommissions doctrine",
   "def": "آموزهٔ اعمال/ ترک اعمال - نظریه ای که می گوید وضعیتی که در آن فاعلی فعلی انجام می دهد با وضعیتی که در آن فاعل ترک فعل می کند در حالی که پیشاپیش معلوم است که براثر ترک فعل همان نتیجه حاصل می شود که از فعل فاعل به بار می آید، از حیث اخلاقی تفاوت می کند. بر این اساس، اگر من خواهان مرگ شما باشم و شما را به قتل برسانم قاتل محسوب می شوم، ولی اگر شما را در کام مرگ ببینم و برای نجات شما کاری نکنم قاتل محسوب نمی شوم. در برابر این نظریه نگرشی قرار می گیرد که می گوید ترک عمل در مواردی ممکن است به اندازهٔ ارتکاب عمل، غیراخلاقی باشد.  همچنین ببینید:  commission/ommission distinction"
 },
 {
   "word": "act-utilitarianism",
   "def": "فایده گرایی عمل نگر- صورتی از فایده گرایی که براساس آن در هر وضعیتی عملی را باید انجام داد که بهترین نتایج را به بار می آورد یا بیش از اعمال دیگر محتمل است که بهترین نتایج (بیشترین خوشی یا فایده) را در پی آورد. از این منظر، عمل فاعل درست است اگر و تنها اگر دست کم به اندازهٔ هر عمل دیگری که می تواند انجام دهد برای همهٔ افرادی که از آن تأثیر می پذیرند خوبی را بر بدی فزونی بخشد. بر این اساس، هر عمل جزئی به نسبت افزایش یا کاهشی که در خوشی کلی به بار می آورد در قیاس با آن مقدار خوشی که در صورت عمل کردن به شکلی دیگر ممکن بود حاصل شود، درست یا نادرست است. آنچه در این نوع فایده گرایی محل اعتناست اعمال خاص و جزئی است نه قواعد یا اصول کلی که در فایده گرایی قاعده نگر مبنا قرار می گیرند. نام دیگر فایده گرایی عمل نگر فایده گرایی بی واسطه است. همچنین ببینید:  utilitarianism"
 },
 {
   "word": "agape (Gr.)",
   "def": "آگاپه، محبت -  محبت یا عشق دیگر خواهانه و به دور از خودخواهی نسبت به همهٔ انسانها که بالاخص نزد مسیحیان برای دلالت بر عشق راستین به کار می رود. این واژه که مفهوم محبت یا عشق در «عهد جدید» غالبا با آن بیان می شود هم از عشق رمانتیک یا جنسی (اروس) متمایز است و هم از دوستی (فیلیا). آگاپه لزوماً در گرو دلبستگی عاطفی نسبت به دیگری نیست و بر این اصل استوار است که با دیگران چنان رفتار کنیم که گویی نسبت به آنها دلبستگی عاطفی داریم. همچنین ببینید:  charity; agapeism "
 },
 {
   "word": "actual obligation",
   "def": "وظیفهٔ واقعی. همچنین ببینید:  prima facie duty"
 },
 {
   "word": "acts of ommission",
   "def": "اعمال سلبی، اعمال ترک. همچنین ببینید:  commission/ommission distinction"
 },
 {
   "word": "acts of commission",
   "def": "اعمال ایجابی، اعمال ارتکابی. همچنین ببینید: commission/ommission distinction  "
 },
 {
   "word": "actualism",
   "def": "تحقق نگری. همچنین ببینید:  possibilism"
 },
 {
   "word": "active euthanasia",
   "def": "به کشی فعالانه. همچنین ببینید:  euthanasia"
 },
 {
   "word": "active nonviolence",
   "def": "عدم خشونت فعالانه. همچنین ببینید:  nonviolence"
 },
 {
   "word": "act /ommission distinction",
   "def": "تمایز عمل / ترک عمل.  همچنین ببینید:  commission/ommission distinction"
 },
 {
   "word": "actual duty",
   "def": "تکلیف واقعی. همچنین ببینید: prima facie duty"
 },
 {
   "word": "agapeism",
   "def": "محبت گرایی - نظریه ای در اخلاق هنجاری که بر اصل محبت (آگاپه) مبتنی است و بر وفق آن محبت دیگر خواهانه به جمیع انسانها فضیلت اصلی و ملاک خوبی و درستی اعمال آدمی است. این نظریه بر دو صورت است: محبت گرایی عمل نگر و محبت گرایی قاعدہ نگر.  همچنین ببینید:  agape"
 },
 {
   "word": "agathology",
   "def": "خیرشناسی - خیرشناسی یا نظریهٔ خیر(agathon) شاخه ای از فلسفه است که به موضوعاتی چون چیستی خیر و اقسام آن (نظیر خیر ذاتی و خیر غیر ذاتی) می پردازد."
 },
 {
   "word": "agathon (Gr).",
   "def": "خیر، خوب - کلمه ای یونانی به معنای خیر که یکی از مهمترین مفاهیم حیات اخلاقی و فلسفهٔ اخلاق بالاخص در اخلاق غایت گرایانه محسوب می شود. همچنین ببینید:  good"
 },
 {
   "word": "agency",
   "def": "فاعلیت - کیفیت انجام دهنده . منشأ اثر بودن. مهمترین مسئلهٔ فاعلیت تفاوت میان آن چیزی است که در من یا بر من روی می دهد و من دستخوش آن می شوم و آنچه از من صادر می شود. همچنین ببینید:  action theory; action"
 },
 {
   "word": "agent",
   "def": "فاعل - آن که فعلی انجام می دهد یا موجب رخ دادن چیزی می شود. همچنین ببینید:  action theory; action"
 },
 {
   "word": "agent-based ethics",
   "def": "اخلاق فاعل بنیاد - نظریه یا نظام اخلاقی ای که وضعیت فاعلان خاص و فرید و امیال، دغدغه ها، نیات و مقاصد، و طرحهای آنها را در حیث اخلاقی اعمال دخیل می شمارد. این دیدگاه در برابر دیدگاهی قرار می گیرد که بر ملاحظات فارغ از فاعل، بی طرفانه، غیرشخصی یا عام انگشت تاکید می گذارد و در پی آن است که به جای منظر فاعلان خاص و فرید منظر ناظر آرمانی را بر صدر بنشاند."
 },
 {
   "word": "agent-causation",
   "def": "علیت فاعلی - قائلان به علیت فاعلی آن را مقوله ای از علیت می دانند به این مضمون که وقتی فاعلان عمل می کنند زنجیره هایی از رخدادها را به جریان می اندازند بی آنکه خود این کار موجب باشد. علیت فاعلی در برابر علیت رخدادی(event-  causation) مطرح می شود و معمولاً از آن در دفاع ناسازگارانگاری واختیارگرایی بهره می گیرند. همچنین ببینید: freedom; deterninism"
 },
 {
   "word": "agent-neutral value",
   "def": "ارزش فارغ از فاعل - ارزشی که فارغ از غایات، مقاصد، دغدغه ها و التزامهای فاعلان خاص اعتبار دارد، نظیر ارزش سودمندی یا فایده در فایده گرایی، که ناظر به بیشینه کردن فایده یا خوشی کلی برای همگان است و این ارزش را وابسته به فاعل نمی انگارد. ارزش فارغ از فاعل در برابر ارزش وابسته به فاعل قرار می گیرد."
 },
 {
   "word": "agent-relative morality",
   "def": "اخلاق وابسته به فاعل. همچنین ببینید:  agent-based ethics"
 },
 {
   "word": "agent-centered ethics",
   "def": "اخلاق فاعل محور. همچنین ببینید:  agent-based ethics"
 },
 {
   "word": "agent-centered morality",
   "def": "اخلاق فاعل محور. همچنین ببینید:  agent-based ethics"
 },
 {
   "word": "agent morality",
   "def": "اخلاق فاعل نگر. همچنین ببینید:  agent-based ethics"
 },
 {
   "word": "agent-relative value",
   "def": "ارزش وابسته به فاعل - ارزشی که به غایات، مقاصد، دغدغه ها والتزامهای فاعلان خاص وابسته است، نظیرخیری که درخودمحوری اخلاقی برآن تاکیید می شود - نظریه ای که کردار اخلاقاً درست را کرداری می داند که خیرخود شخص را فراهم کند. نقطهٔ مقابل این ارزش، ارزش فارغ از فاعل است."
 },
 {
   "word": "agricultural ethics",
   "def": "اخلاق کشاورزی – شاخه ای از اخلاق کاربردی که مسائل اخلاقی مربوط به کشت و زرع و دامپروری را بررسی می کند. دخالت انسان در روند طبیعت از طریق کشت و زرع، استفاده ازمـواد شیمیایی، آفت کش ها ونگهدارنده های غذایی، مسائل مربوط به دامداری ماشینی نظیر رفتار با دام، تأثیر پاره ای از شیوه های کشاورزی بر نسل حاضر ونسل های آینده، و ارزش کشت و زرع به عنوان فعالیتی انسانی به خودی خود و فارغ از سودمندی آن از جمله مسائلی است که حیث اخلاقی آنها در اخلاقی کشاورزی محل بحث قرار می گیرد."
 },
 {
   "word": "ahimsa (Skt).",
   "def": "بی آزاری - اصلی اخلاقی به نزد بسیاری از هندوها، بودایی ها و پیروان آیین جین که آزار رساندن به موجودات زنده و خشونت ورزیدن با آنها را در اندیشه، گفتار و کردار نهی می کند. این اصطلاح، فی المثل نزد گاندی، توسعاً به معنای عشق دیگر خواهانه به همهٔ موجودات نیز به کار می رود."
 },
 {
   "word": "akrasia (Gr.)",
   "def": "ضعف ارادہ. همچنین ببینید:  moral weakness"
 },
 {
   "word": "all-things-considered duty",
   "def": "تکلیف من حیث المجموع. همچنین ببینید:  prima facie duty"
 },
 {
   "word": "all-things-considered reason",
   "def": "دلیل من حیث المجموع - دلیلی که پس از بررسی شایستهٔ همهٔ جوانب، دليل نهایی کاری که باید انجام گیرد تلقی می شود. همچنین ببینید:  reasons for action"
 },
 {
   "word": "altruism",
   "def": "دیگرخواهی - داشتن پروای خیر، منفعت یا نیک روزی دیگران به خاطر خودشان و فارغ از خیر یا منفعتی که از این راه نصیب خود شخص می شود. دیگر خواهی، همانند خودمحوری، بر دو قسم است: دیگر خواهی اخلاقی و دیگر خواهی روان شناختی، دیگر خواهی اخلاقی (در برابر خودمحوری اخلاقی) نظریه ای است در اخلاق هنجاری که می گوید آدمی باید اخلاقاً پروای خیر، منفعت یا نیک روزی دیگران را داشته باشد حتی اگر خود را متمایل به آن احساس نکند. در مقابل، دیگر خواهی روان شناختی (در برابر خودمحوری روان شناختی) نظریه ای است توصیفی در گسترهٔ روان شناسی اخلاق به این مضمون که ساختار روان آدمی به گونه ای است که می تواند کاری را که به نفع خویش یا در جهت خیر خود نمی داند انجام دهد. دیگر خواهی یکی از مهمترین مضامین فلسفهٔ اخلاق است که اگرچه در اندیشهٔ یونانی مقوله ای کمرنگ یا ناشناخته است، در برخی نظریه های اخلاق نظیر اخلاق مسیحی یا نظریهٔ اخلاق شوپنهاور (که دیگر خواهی را شالودهٔ اخلاق می شمرد) یا اندیشهٔ اخلاقی امانوئل لویناس مقامی بلند دارد. از جمله مسائلی که دربارهٔ دیگر خواهی محل بحث است می توان به اینها اشاره کرد: آیا اساساً دیگر خواهی ممکن است یا اینکه همهٔ اعمال به ظاهر دیگر خواهانه به واقع برانگیختهٔ نفع شخصی هستند؟ اگر دیگر خواهی ممکن است، آیا امری است خوب یا بد؟ آیا دیگر خواهی مستلزم سرکوب، خوار شماری و نفی خویش است یا متضمن اینها نیست؟ آیا دیگر خواهی عقلانی است؟"
 },
 {
   "word": "amoral",
   "def": "فارغ از اخلاق؛ اخلاق نشناس - آنچه فاقد وجه یا کیفیت اخلاقی است.این واژه همچنین به معنای کسی است که از اخلاق و ارزشهای آن تبعیت نمی کند و آنها را نادیده می گیرد."
 },
 {
   "word": "amoralism",
   "def": "اخلاقی نشناسی، بی اخلاقی - این دیدگاه که اخلاق و ملاحظات و ارزشهای اخلاقی بر خطا هستند یا ایراد جدی دارند یا فاقد اهمیت اند. اخلاق نشناسی لزوماً به اخلاق ستیزی(immoralism) نمی انجامد."
 },
 {
   "word": "analytic(-al) ethics",
   "def": "اخلاق تحلیلی - اصطلاحی که معمولاً به همان معنای فرااخلاق به کارمی رود. همچنین ببینید:  metaethics"
 },
 {
   "word": "animal ethics",
   "def": "اخلاق ناظر به حیوانات - آدمیان همواره (دانسته یا ندانسته) تصمیمهای اخلاقی ای دربارهٔ حیوانات می گیرند یا به اعمالی می پردازند که مستقیماً در زندگی آنها اثر می گذارد (نظیر شکار کردن یا نکردن حیوانات، خوردن یا نخوردن گوشت آنها و غذا دادن یا ندادن به آنها). مسائل و ملاحظات اخلاقی ای که در این زمینه طرح می شود در اخلاق ناظر به حیوانات، که شاخه ای از اخلاق کاربردی است، موضوع بررسی قرار می گیرد. از جمله مسائلی که در این زمینه مطرح است می توان به اینها اشاره کرد: آیا آدمیان نسبت به حیوانات تکالیفی دارند؟ آیا حیوانات واجد حقوقی هستند؟ ایا بهروزی حیوانات نیز باید در زمرهٔ دغدغه های اخلاقی انسان باشد؟"
 },
 {
   "word": "animal rights",
   "def": "حقوق حیوانات –  قائلان به حقوق حیوانات بر آن اند که حیوانات نیز از حقوقی چون حق برخورد شایسته با آنها برخوردارند. این نظر در برابر رای کسانی قرار می گیرد که داشتن حق را از جمله مستلزم شخص بودن و قابلیت برقرار کردن روابط متقابل می دانند و حیوانات را فاقد این اوصاف می شمارند. هواداران حقوق حیوانات تبعیض اخلاقی ما نسبت به این موجودات را شبیه تبعیض نژادی یا تبعیض جنسی می شمارند. همچنین ببینید:  animal ethics"
 },
 {
   "word": "antinomianism",
   "def": "اباحی گری - این رأی که آدمی از قید التزام به هرگونه قانون اخلاقی آزاد است. اباحی گری به طور اخص باوری بود که برخی جنبشهای پروتستان در عصر اصلاح دین به آن قائل بودند به این مضمون که مسیحیان یا برخی از آنها به موجب فیض الهی یا تقدیر ازلی  یا آموزهٔ بخشایش از راه ایمان، قدرت گناه کردن ندارند و بنابراین ملتزم نیستند که قوانین اخلاقی را رعایت کنند. اباحی گری معمولاً با شیوه های نامتعارف زندگی و رفتار جنسی پیوند دارد."
 },
 {
   "word": "anti-realism",
   "def": "ضد واقعگرایی. همچنین ببینید:  ethical anti-realism"
 },
 {
   "word": "anti-warism",
   "def": "جنگ ستیزی. همچنین ببینید:  pacifism"
 },
 {
   "word": "apatheia (Gr).",
   "def": "بی انفعالی - در اخلاق رواقی به معنای فارغ بودن از هرگونه انفعالی (pallie) است که بر باورهای خطا استوار است. از آنجا که در این مشرب یگانه چیزی که ارزش ذاتی دارد و خیر فی نفسه است فضیلت است، آدمی نباید به خود اجازه دهد که آنچه فی نفسه خیر یا شر نیست در او انفعالاتی نظیر ترس، اضطراب، اندوه و... پدید آورد. فارغ بودن از انفعال یکی از صفات انسان فرزانه نزد رواقیون است. همچنین ببینید: stoic ethics"
 },
 {
   "word": "apathy",
   "def": "بی انفعالی. همچنین ببینید:  apatheia"
 },
 {
   "word": "applied ethics",
   "def": "اخلاق کاربردی - اخلاق کاربردی، که گاه اخلاق عملی یا فلسفهٔ کاربردی نیز خوانده می شود، معمولاً شاخه ای از اخلاق هنجاری (و گاه شاخهٔ مستقلی از اخلاق) محسوب می شود که اصول، قواعد و ملاحظات کلی اخلاقی رادر مورد مسائل جزئی و مشخصی که در اوضاع و احوال انضمامی پیش می آید نظیر سقط جنین، به کشی، تروریسم و ... به کار می بندد. به تعبیر دیگر، در اینجا بحث بر سر این است که چه کاری در موردی خاص درست یا نادرست است. اخلاق کاربردی به دو معنای خاصتر دیگر نیز به کار می رود: به کار بستن اصول، قواعد، آرمانها و ارزشهای اخلاقی برای ارزیابی کردار افراد یا گروهها، و بررسی اینکه چگونه می توانیم در مقام تعلیم و تربیت انسانهایی اخلاقی بپروریم. اخلاق زیستی، اخلاق اشتغال، اخلاق هنری، اخلاق پزشکی، اخلاق قضایی، اخلاق سازمانی، اخلاق مهندسی، اخلاق سیاسی، اخلاق ورزشی و اخلاق پرستاری از جمله زمینه های مطالعاتی دراخلاق کاربردی است."
 },
 {
   "word": "applied philosophy",
   "def": "فلسفهٔ کاربردی - اصطلاحی که گاه مترادف با اخلاق کاربردی به کار می رود. همچنین ببینید:  applied ethics"
 },
 {
   "word": "aretaic ethics",
   "def": "اخلاق فضیلت نگر. همچنین ببینید:  virtue-based ethics"
 },
 {
   "word": "aretology",
   "def": "فضیلت شناسی. همچنین ببینید:  aretology"
 },
 {
   "word": "Arête(Gr.)",
   "def": "آرته، فضل، فضیلت – واژۀ آرته به فضیلت ( virtue) ترجمه می شود، ولی معنای آن در زبان یونانی گسترده تر از چیزی است که از واژهٔ فضیلت مراد می کنیم. آرته اگرچه بر فضیلت اخلاقی نیز دلالت دارد اما دایرهٔ اطلاق آن صرفا اخلاقی نیست. به نزد یونانیان، آرته کیفیتی است که هر چیزی با داشتن آن کار یا نقش (ergon) خود را بخوبی انجام می دهد ( هنر هر چیزی ). از باب مثال، آرته یا هنر چشم بینایی است و آرتهٔ اسب سواری خوب تاختن است. بر این اساس، ترجمه این واژه به excellence مناسبتر می نماید. آرتهٔ آدمی نیز کیفیتی است که آدمی با داشتن آن نقش خود را بخوبی انجام می دهد و به نیکی زندگی می کند. همچنین ببینید:  virtue-based ethics"
 },
 {
   "word": "aretology",
   "def": "فضیلت شناسی - بخشی از فلسفهٔ اخلاق که فضیلت (arete) را بررسی می کند. ماهیت فضیلت، اقسام فضیلت و راہ های رسیدن به آن از جمله مسائل فضیلت شناسی است. همچنین ببینید:  virtue; arete"
 },
 {
   "word": "art, ethics of",
   "def": "اخلاق هنری. همچنین ببینید:  ethics of art"
 },
 {
   "word": "ascriptivism",
   "def": "اسنادگرایی -  این رأی که وقتی عملی را اختیاری می خوانیم مقصود این نیست که آن عمل را معلول فاعلی که آن را انجام داده باشد توصیف کنیم، بلکه با این کار التزام به مسئول دانستن آن فاعل در قبال آن عمل را بیان می کنیم."
 },
 {
   "word": "assisted suicide",
   "def": "خودکشی به کمک دیگران. همچنین ببینید:  euthanasia"
 },
 {
   "word": "ataraxia (Gr).",
   "def": "آرام جان – اصطلاحی در اخلاق باستان که بر حالی قرین سکون و آرامش و فارغ از تشویش و تلاطم دلالت دارد. اپیکوریان، رواقیون و شکاکان بر آن ارج بسیار می نهادند. در اخلاق رواقی این حال ثمرهٔ چیرگی بر نفس و آن قسم ارزش نهادن بر چیزهاست که در نتیجهٔ آن اموری که شایستهٔ دغدغهٔ خاطر نیستند نفس را متلاطم نکنند، شکاکان باستان نیز آرام جان را حاصل تعليق حکم یا خودداری از داوری می دانستند."
 },
 {
   "word": "ataraxy",
   "def": "آرام جان. همچنین ببینید:  ataraxia"
 },
 {
   "word": "attitude",
   "def": "طرز تلقی - واکنشی ارزشگذارانه نسبت به امری واقع که ممکن است له یا علیه آن باشد. تفاوت طرز تلقی با صرف باور یا اعتقاد این است که ربط مستقیم تری به انگیزش و رفتار دارد و دارای صبغهٔ ارزشگذاری است. به طور کلی طرز تلقی به دو دستهٔ طرز تلقی موافق (نظیر پسندیدن، خوش داشتن یا تصویب) و طرز تلقی مخالف (نظیر بیزاری یا نپسندیدن) تقسیم می شود. این مفهوم در عاطفه انگاری اهمیت فراوان دارد. همچنین ببینید:  emotivism"
 },
 {
   "word": "authenticity",
   "def": "اصالت - اصطلاحی که گاه فضیلت اصلی اخلاق اگزیستانسیالیستی خوانده شده است. این اصطلاح را که در ترجمهٔ واژهٔ آلمانی Eigentlichkeit به کار می رود، مارتین هایدگر در فلسفهٔ خویش مطرح کرد و از آن پس در بسیاری از نوشته های اگزیستانسیالیستی مخصوصا در آثار سارتر رواج یافت. اگرچه خود هایدگر تاکید می ورزد که «اصالت» اصطلاحی ارزشگذارانه نیست و دلالت اخلاقی ندارد، اما بسیاری این رای را برنمی تابند. به طور کلی اصالت نزد او دلالت بر طرز زیستن و رفتاری دارد که در آن فاعل انسانی (به بیان دقیقتر: دازاین) با اعتنا به تناهی، زمانمندی و به سوی مرگ بودن خویش، مصممانه عنان زندگی خویش را به کف می گیرد و مسیر زندگی اش را خود رقم می زند. دازاین اصیل خود را از پراکندگی و گم گشتگی در دل انبوه خلق به درمی آورد. در مقابل، دازاین نااصیل بی آنکه به خود در کلیتش نظر کند از مرگ خویش - خودی ترین امکان خود- می گریزد و عزم خویش را در«هرروزینگی میانمایهٔ» پرواهای سطحی بر باد می دهد و خود را در آنها پراکنده می سازد. دازاین نااصیل به جای آنکه خود انتخاب کند، روا می دارد که دیگران برایش انتخاب کنند. نزد ژان - پل سارتر اصالت با مفهوم اختیار ربطی وثیق می یابد. از این منظر اصالت که متضمن راست گفتن به خویش است، در عهده دار شدن اختیار عظیمی است که از آن برخورداریم و بی اصالتی در گریز از این اختیار از طریق ناراستی یا کتمان خود فریبانهٔ این واقعیت از خویش است که از چنین اختیاری بهره مندیم. پیوند میان اصالت از یک سو و اختیار، مسئولیت و دلهره یا تشویش ملازم با اختیار از سوی دیگر نزد برخی دیگر از فلاسفهٔ اگزیستانس نیز محل تأکید قرار گرفته است. مسئلهٔ مهمی که دربارهٔ مفهوم اصالت طرح می شود این است که آیا صرف رفتار برخاسته از اصالت، فارغ از محتوایی که این رفتار دارد، به آن ارزش اخلاقی می بخشد یا نه؟"
 },
 {
   "word": "autonomy",
   "def": "خود آیینی – در اخلاق خود آیینی به دو معنا به کار می رود. گاه مراد ازآن خود آیینی اخلاق است به این معنا که اخلاق قائم به خویش است و روی پای خودش می ایستد. از این منظر، به طور کلی اخلاق و مفاهیم اخلاقی را نمی توان به امور و مفاهیم نا اخلاقی تحویل یا بر حسب اینها تبیین و تعریف کرد؛ همچنین، اصول، ارزشها و حجیت اخلاق به امور واقع طبیعی که در زیست شناسی، روان شناسی، جامعه شناسی یا علوم دیگر از آنها سخن به میان می آید و نیز به دین یا اراده و اوامر خداوند يا شاخه هاى دیگر فلسفه وابسته نیست. برحسب خود آیینی اخلاق، حکم اخلاقی از مقدماتی که در بردارندهٔ حکم اخلاقی دیگرى نیست منتج نمی شود. در برابر این دیدگاه، دیگر آیینی اخلاق قرار می گیرد که منکراین استقلال است گاهی نیز مراد از خودآیینی، خود آیینی فاعل اخلاقی یا خودآیینی اراده است. به این اعتبار، خودآیینی در کل به این معناست که فاعل خود رفتار خویش را تعیین کند و اعمال او حقیقتاً برخاسته از ارادهٔ خود او باشد نه اینکه ارادهٔ او را اموری خارج از خود او تعین بخشد( دیگرآیینی). خودآیینی فاعل اخلاقی در بسیاری از نظریه های اخلاق جایگاه بلندی دارد و شرطی اساسی برای فاعلیت اخلاقی محسوب می شود. خودآیینی به این معنا در فلسفهٔ کانت اهمیت خاصی دارد. از منظر او فاعلانی خود آیین اند که تنها به اقتضای قواعد کلی عقل عمل می کنند و ارادهٔ آنها تحت تأثیر امیال، غرایز و اموری بیرون از آنها نظیر فرمان خداوند، سنت و ملاحظات تجربی نیست."
 },
 {
   "word": "autonomy of ethics",
   "def": "خود آیینی اخلاق. همچنین ببینید:  autonomy"
 },
 {
   "word": "autonomy of will",
   "def": "خود آبینی ارادہ. همچنین ببینید:  autonomy"
 },
 {
   "word": "autonomy, principle of",
   "def": "اصل خود آیینی. همچنین ببینید:  principle at autonomy"
 },
 {
   "word": "axiological ethics",
   "def": "اخلاق ارزش نگر - رویکردی در اخلاق که در تعیین درست و نادرست از حیث اخلاقی، ارزش را بر تکلیف مقدم می دارد و داوری های اخلاقی را وابسته به داوری های ارزشی می شمارد. این رأى که «درست» یعنی کاری که بیشترین خوشی را برای بیشترین شمار افراد فراهم آورد نمونه ای ازاخلاق ارزش نگر است."
 },
 {
   "word": "axiology",
   "def": "ارزش شناسی - شاخه ای از فلسفه که به مطالعهٔ ارزش به طور کلی (اعم ازارزشهای اخلاقی، حقوقی، زیبایی شناسانه، معرفت شناسانه و ...) می پردازد. ماهیت و شأن ارزش، اقسام آن، عینی بودن یا نبودن ارزشها از جمله ارزشهای اخلاقی، و تفاوت بین ارزش ذاتی و ارزش غیر ذاتی یا ابزاری، از جمله موضوعاتی است که در ارزش شناسی بررسی می شود. این اصطلاح در فلسفهٔ اخلاق گاه در توصیف نظریه هایی به کار می رود که ارزشگذاری را بر توصیه مقدم می دارند یا درستی را تابع خوبی می سازند. اصطلاح نظریهٔ ارزش نیز معمولاً مترادف با ارزش شناسی به کار می رود. همچنین ببینید:  value"
 },
 {
   "word": "bad",
   "def": "بد. همچنین ببینید:  good"
 },
 {
   "word": "bad faith",
   "def": "ناراستی - اصطلاحی که سارتر در فلسفهٔ خویش آن را به معنایی خاص که با معنای متعارف این واژه («سوء نیت ») کاملاً مطابقت ندارد به کار می برد: خودداری مقرون به خود فریبی و بی اصالتی از اینکه به اختیار کامل خویش و دیگران اذعان کنیم؛ انگیزهٔ این امتناع گریز از تشویش و دلهرهٔ انتخاب و شانه خالی کردن از مسئولیتی است که در قبال اعمال و نگرش خود داریم."
 },
 {
   "word": "bad in itself",
   "def": "بد فی نفسه - آنچه صرفاً به خودی خود و فارغ از نسبتش با چیزهای دیگر بد است. فی المثل، در اخلاق رواقی، رذیلت مصداق یگانه آن محسوب می شود."
 },
 {
   "word": "bad-making feature",
   "def": "خاصهٔ بدساز. همچنین ببینید:  bad-making quality"
 },
 {
   "word": "bad-making quality",
   "def": "خاصهٔ بدساز - خاصه یا کیفیتی که مایهٔ بدی آن چیزی است که بد است، در برابر خاصهٔ خوب ساز."
 },
 {
   "word": "badness",
   "def": "بدی. همچنین ببینید:  good"
 },
 {
   "word": "basic action",
   "def": "عمل پايه - هنگامی که در یک فاعلیت واحد بیش از یک عمل صورت می پذیرد، برخی از این اعمال به وسیلهٔ انجام دادن عمل یا اعمالی محقق می شوند. فی المثلی، من خانه ای می خرم و این کار را با کشیدن چکی انجام می دهم که خود با نگارش حروف و اعدادی صورت می گیرد. در این میان، عمل پایه عملی است که برای انجام دادن همهٔ اعمال دیگر ضروری است ولی خود بدون انجام دادن هیچ عمل دیگری انجام می گیرد. دربارهٔ اینکه چه اعمالی پایه اند اختلاف نظر هست. در این میان برخی حرکات جسمانی و بعضی نیز اراده را عمل پایه محسوب می کنند."
 },
 {
   "word": "being ethics",
   "def": "اخلاق بودن. همچنین ببینید:  ethics of being"
 },
 {
   "word": "being, ethics of",
   "def": "الگوی باور– میل. همچنین ببینید:  belief-desire theory"
 },
 {
   "word": "belief-desire theory",
   "def": "نظریه باور- میل - نظریه ای در تبیین افعال که بر وفق آن دلیل فاعل برای انجام دادن فعلی از روی قصد، دو رکن دارد: باور و میل متناسب. به تعبیر دیگر، وجود باوری در فاعل و میلی متناسب در او برای تبیین کامل هر فعلی لازم و کافی است. فی المثل، حرکت فاعلی به سمت کلید برق با میل او به روشن کردن چراغ و باور او به اینکه رفتن به سمت کلید برق راهی برای روشن کردن چراغ است قابل تبیین است، و در صورت نبود یکی از اینها تبیین فعل کامل نیست و فاعل دلیلی برای فعل خود نخواهد داشت."
 },
 {
   "word": "belief, ethics of",
   "def": "اخلاقي باور. همچنین ببینید:  ethics of belief"
 },
 {
   "word": "benevolence",
   "def": "خیرخواهی - میل به خیر و نیک روزی دیگران و عمل کردن در مسیر این غایت. احساس خیرخواهی عمدتاً در آن دسته از نظریه های اخلاق که سرچشمهٔ اصلی اخلاق را در احساس می جویند نظیر نظریهٔ حس اخلاقی و اخلاق مسیحی اهمیت بسیار دارد، و در آن گروه از نظریه های اخلاق که سرچشمه و داور اصلی اخلاق را در عقل می جویند نظیر اخلاق کانت یا اخلاق افلاطون کمتر محل اعتناست. برخی فلاسفهٔ اخلاق برای خیرخواهی در طبیعت بشر جایگاهی بلند قائل اند و آن را به اندازهٔ حب ذات اولیه و بنیادین می دانند. اگرچه خیرخواهی از عناصر عاطفی، شناختی و انگیزشی تشکیل شده است، به نظر می رسد که عنصر عاطفی در آن غالب است. خیرخواهی در شکل فراگیر آن دلواپسی برای خیر همهٔ انسانهاست. همچنین ببینید:  altruism"
 },
 {
   "word": "bioethics",
   "def": "اخلاق زيستی - شاخه ای از اخلاق کاربردی که صبغهٔ بین رشته ای دارد و مسائل و ملاحظات اخلاقی ای را که در علوم مربوط به حیات نظیر زیست شناسی، پزشکی و ژنتیک پیش می آید و به نیک روزی آدمیان مربوط است بررسی می کند. با توجه به این که در آغاز کانون توجه اخلاق زیستی مسائل پزشکی بود، بسیاری این اصطلاح را مترادف با اخلاق پزشکی به کار می برند؛ ولی دامنهٔ اخلاق زیستی فراختر از گسترهٔ اخلاق پزشکی است و علاوه بر مسائل اخلاق پزشکی نظیر رابطۀ پزشک و بیمار، ماهیت و توزیع درمان، مسائل اخلاقی مربوط به آزمایشهای پزشکی بر روی اشخاص، نحوهٔ تخصیص منابع پزشکی، به کشی یا کشتن از روی ترحم و جلوگیری از بارداری، جنبه های اخلاقی مسائلی را که در دیگر علوم مربوط به حیات پیش می آید نظیر حدود اخلاقی و درستی یا نا درستی تحقیقات ژنتیک و درستکاری ژنتیکی و مسائل ناشی از فناوریهای جدید زیستی را نیز دربرمی گیرد."
 },
 {
   "word": "biomedical ethics",
   "def": "اخلاق زیستی – پزشکی - اصطلاحی که معمولاً مترادف با اخلاق زیستی به کارمی رود."
 },
 {
   "word": "bios praktikos",
   "def": "زندگی وقف عمل. همچنین ببینید:  bios theoretikos"
 },
 {
   "word": "bios theoreticos (Gr).",
   "def": "زندگی وقف نظر - یونانیان به دو قسم زندگی قائل بودند: زندگی وقف عمل    (vita activa/bios practikos ) و زندگی وقف نظر vita contemplativa/bios)   (theoretikos فعالیت های عملی در کانون قسم اول جایی داشت و فعالیتهای نظری در کانون قسم دوم."
 },
 {
   "word": "bonum in se (L).",
   "def": "خیر فی نفسه، خوب فی نفسه. همچنین ببینید:  good in itself"
 },
 {
   "word": "boo-hoorah theory",
   "def": "نظریۀ هو – زنده باد - عنوانی (گاه تحقیرآمیز) برای عاطفه انگاری در اخلاق. براساس این نظریه، داوری اخلاقی چیزی جز بیان طرز تلقی یا عاطفهٔ داور نسبت به عمل یا وضعیتی نیست. فی المثل، آنگاه که او می گوید «شکنجه بد است» چنان است که گویی در اشاره به این عمل «هو!» گفته باشد یا آن گاه که می گوید «وفای به عهد خوب است» چنان است که گویی در اشاره به این عمل احساس خود را با عبارت «زنده باد!» بیان کرده باشد."
 },
 {
   "word": "business ethics",
   "def": "اخلاق کسب و کار - شاخه ای از اخلاق کاربردی که مسائل و ملاحظات اخلاقی در جنبه های گوناگون اشتغال، کسب و کار و مدیریت را بررسی می کند. از جمله مسائلی که در اخلاق کسب و کار محل بحث است، می توان به این موارد اشاره کرد: مسئولیتهای شغلی افراد، وجدان کاری، تعارض نفع شخصی و خیر مشترک سازمان یا شرکت، وجدان گروهی سازمانها و شرکتها، نسبت بین استدلال اقتصادی وداوری اخلاقی، مسئولیت فردی کارگران و کارمندان و مسئولیت گروهی سازمانها و شرکتها، محذورات اخلاقی در تصمیم گیریهای شغلی، و اینکه آیا سازمانها و شرکتها نیز مشمول همان داوری های اخلاقی قرارمی گیرند که شامل حال افراد می شود."
 },
 {
   "word": "capacity responsibility",
   "def": "مسئولیت برخاسته از قابلیت. همچنین ببینید:  Responsibility "
 },
 {
   "word": "cardinal virtues",
   "def": "فضایل اصلی - چهار فضیلت شجاعت، خویشتنداری (اعتدال). حکمت و عدالت که بالاخص نزد افلاطون فضایل اساسی آدمی محسوب می شوند. در قرون وسطی این فضایل را به جهت اهمیتشان در حیات اخلاقی، اصلی (Cardinal) خواندند."
 },
 {
   "word": "care",
   "def": "مراقبت، تیمار.  همچنین ببینید:  care ethics"
 },
 {
   "word": "ecare ethics",
   "def": "اخلاق مراقبت - رویکردی در اخلاق که مفهوم مراقبت یا تیمار ( (careرا اصلی قرار می دهد: پروای دیگران را داشتن و در اندیشه، احساس رفتار خویش جویای خیر و شکوفایی دیگران بودن. رفتار مراقبت آمیز تنها شامل حال آدمیان نمی شود، بلکه ممکن است موجودات دیگر را نیز در برگیرد، گرچه در اخلاق مراقبت بیش از همه بر روابط مراقبت آمیز در میان اشخاص تاکید می شود و معمولاً از مراقبت مادری به عنوان مثال بارز آن یاد می کنند. یاری رساندن به دیگران به خاطر خیر خودشان، کمک کردن به رشد و نیک روزی آنها حتی در جایی که منافع خودمان تأمین نمی شود، پذیرندگی، گشودگی و نسبت به دیگران و خویشتن را در دسترس آنها نهادن بدون منت و طلب مزد از جمله مظاهر مراقبت است. اگرچه بارقه هایی از این رویکرد در تعالیم کسانی چون بودا، مسیح، لائو تزو،شوپنهاور و ... دیده می شود اما در چند دههٔ اخیر است که به هیئت نظریه ای هنجاری در اخلاق طرح شده و محل بحث قرار گرفته است. اخلاق مراقبت به اعتباری در برابر نظام های سنتی اخلاق که به وجهی انتزاعی بر اصول و قواعد اخلاقی کلی و غیر شخصی، و تکالیف اخلاقی تاکید می کنند، بیش از همه بر فرد، مواجهات بین اشخاص و رابطه و همپیوندی انگشت تاکید می گذارد و تنها یک اصل را پیش چشم دارد: همواره از سر مراقبت اندیشه و عمل کن. بر این اساس، رفتاری درست است که از سر مراقبت انجام گرفته باشد یا بیانگر مراقبت باشد. برخی متفکران فمینیست یا زنانه نگر بر آن اند که نقش مراقبت در زندگی زنان پررنگتر از زندگی مردان است و اخلاق مراقبت حکایت از رویکردی به اخلاق دارد که در تقابل با اخلاق اصول محور مردانه قرار می گیرد."
 },
 {
   "word": "care, ethics of",
   "def": "اخلاق مراقبت. همچنین ببینید:  care ethics"
 },
 {
   "word": "caring, ethics of",
   "def": "اخلاق مراقبت. همچنین ببینید:  care ethics"
 },
 {
   "word": "Caritas(L).",
   "def": "محببت. همچنین ببینید: charity"
 },
 {
   "word": "casuistic ethics",
   "def": "اخلاق مورد نگر. همچنین ببینید:  casuistry "
 },
 {
   "word": "casuistry",
   "def": "مورد نگری - این واژه از کلمهٔ لاتین casus به معنای مورد (casc) ماخوذ است و بر رویکردی مورد پژوهانه نسبت به مسائل اخلاقی و تفسیر قواعد اخلاقی عام دلالت دارد که «روش موارد» خوانده شده است. در این رویکرد، حل موردی که اخلاقاً مسئله انگیز است از طریق مقایسه و مقابلهٔ وجوه  آن با موارد سرمشق گونهٔ (paradigm cases)گوناگونی حاصل می شود که شأن اخلاقی شان تثبیت شده است. بدین قرار، اصول انتزاعی یا کلی در موارد خاص و یگانه به کار بسته می شود. این رویکرد می کوشد شرایط مختلف موارد را به حساب آورد و در تقابل با اطلاق مکانیکی قواعد سفت و سخت قرار می گیرد. به تعبیر دیگر، در اینجا اوضاع و احوال خاص موارد، اطلاق قواعد کلی را متأثر می سازد. در مورد نگری، تمایزهای ظریفی بین انواع اعمال نهاده می شود تا شباهتها و تفاوتهای اخلاقا مربوط بین آنها مشخص گردد. مورد نگر (casuist) کسی است که ربط و مناسبت موارد مختلف و قواعد را تمیز می دهد و تنظیم می کند. مورد نگری در قرون وسطی تا حدودی تحت تاثیر رویکرد اخلاقی ارسطو شکل گرفت و تا اواسط قرن هفدهم رونق داشت. از آن پس، مخصوصا در پی انتقادات پاسکال نسبت به تمایل این رویکرد به جرح و تعدیل قواعد اخلاقی عام، رو به افول نهاد و معنایی تحقیرآمیز یافت. به این ترتیب این اصطلاح غالباً به معنای به کار بردن استدلال و تمایزات مخدوش، مشکوک یا سفسطه آمیز برای دفاع از عملی که قواعد اخلاقي مؤید آن نیست یا برای دفاع از احکام ظاهرا متعارض در موقعیت هایی که نفع شخصی در میان است به کار رفت و منتقدان آن را شگردی شمردند که به وسیلهٔ آن تقریباً هر کرداری را می توان جایز دانست، مشروط به اینکه شخص در بهره برداری استثناها اوضاع احوال خاص تبحر داشته باشد. از این قرار، این رویکرد را از جنس آسان گیری اخلاقی شمردند. با این حال، در دهه های اخیر با ظهور اخلاق کاربردی و آن دسته از نظریه های اخلاق که بر نقش تعیین کنندهٔ وضعیتها و موارد خاصی در داوری اخلاقی تأکید می کنند (نظیر اخلاق وضعیت نگر و جزئی نگری اخلاقی) به نوعی گرایش کلی این رویکرد احیا شده است."
 },
 {
   "word": "categorical imperative",
   "def": "امر مطلق - امری که عملی را توصیه می کند که همگان را به شکل مطلق و فارغ از امیال یا غایاتشان ملزم می دارد، نظیر این امر که «راستگو باش». در اینجا، برخلاف امر مشروط، عملی که به آن فرمان داده شده است مشروط به وجود میلی در فاعل یا غایتی که او در سر دارد یا وسیله ای برای تحصیل غایتی نیست (نظیر اینکه بگوییم «اگر میخواهی خوب به نظر برسی، راستگو باش»). کانت امر مطلق را شالودهٔ اخلاق خویش قرار داده و بر آن است که تکالیف اخلاقی به شکل اوامر مطلقی هستند که از عقل صادر می شوند و شأن کلی دارند. او در آثار خویش امر مطلق را به چند صورت تنسیق یا تقریر کرده است که از آن میان تقریری که به تقریر ناظر به قانون کلی معروف است بیشتر آوازه دارد: « تنها براساس ضابطه ای عمل کن که در عین حال بتوانی اراده کنی که آن ضابطه به صورت قانونی کلی درآید.»"
 },
 {
   "word": "causal responsibility",
   "def": "مسئولیت علی. همچنین ببینید:  responsibility"
 },
 {
   "word": "character",
   "def": "سیرت، منش - مجموعه ای است از خصایل یا کیفیات نفسانی نسبتا ثابت شخص در اندیشه، گفتار و کردار او. این خصایل معمولاً تافته ای از عناصر انگیزشی، عاطفی باورها هستند که آدمی می تواند آنها را در خود بپرود. در اخلاق فضیلت بنیاد سیرت مفهومی اساسی است و موضوع اولیۀ ارزیابی اخلاقی تلقی می شود. به این اعتبار، درستی و نادرستی یا خوبی وبدی اولا و اساسا به سیرت تعلق می گیرد و ثانیا و بالعرض به اعمالی که از سیرت صادر می شود."
 },
 {
   "word": "charily",
   "def": "محبت - یکی از فضایل الهی در مسیحیت. واژهٔ charity از caritas  در زبان لاتین ماخوذ است که خود در ترجمهٔ واژهٔ یونانی agape (آگایه) به کار رفته است. محبت گونه ای از عشق به معنای عام آن است که مفسران مسیحی از آن به عنوان عشقی که  مسیح به آن فرمان داده است یاد کرده اند. محبت عشقی است فارغ از خودخواهی و تملک جویی، نامشروط و فراگير ( حتې شامل حال دشمنان) و فارغ از توقع محبت متقابل که از سویی در برابر اروس قرار می گیرد، که خصلت تملک جویانه و در کل جنسي دارد، و از سویی دیگر در برابر فیلیا (دوستی)، که گرچه تملک جويانه نيست ولى دایرهٔ آن محدود به شخص یا اشخاص خاصی است. به نزد بسیاری از مسیحیان از جمله توماس آکویناس قدیس، محبت برتر از فضایل انسانی (شامل فضایل اخلاقی و فضایل عقلانی) می نشیند."
 },
 {
   "word": "choice",
   "def": "انتخاب  - روند ذهنی داوری کردن دربارهٔ محاسن و معایب گزینه های پیش رو و برگزیدن یکی از آنها برای عمل. انتخاب آدمی ممکن است از کوچکترین مسائل نظیر انتخاب نزدیکترین مسیر به محل کار تا مسائلی مهم و سرنوشت ساز نظیر انتخاب طرز زندگی دربرگیرد."
 },
 {
   "word": "Christian Situation ethics",
   "def": "اخلاق وضعیت نگر مسیحی.  همچنین ببینید:  situation ethics"
 },
 {
   "word": "classical utilitarianism",
   "def": "فایده گرایی کلاسیک - تعبیری که گاه دربارهٔ فایده گرایی لذت گرایانه نظیر دیدگاه اخلاقی جرمی بنتام به کار می رود."
 },
 {
   "word": "clinical ethics",
   "def": "اخلاق بالینی – شاخه ای از اخلاق کاربردی که به مسائل و ملاحظات اخلاقی مربوط به مراقبت بهداشتی می پردازد. برخی اخلاق پزشکی و اخلاق پرستاری را در ذیل آن جای می دهند."
 },
 {
   "word": "cognitivism",
   "def": "شناخت انگاری. همچنین ببینید:  ethical cognitivism"
 },
 {
   "word": "collective responsibility",
   "def": "مسئولیت جمعی. همچنین ببینید:  group responsibility"
 },
 {
   "word": "commission, acts of",
   "def": "اعمال ارتکابی. همچنین ببینید:  commission /ommission distinction "
 },
 {
   "word": "commission, duties of",
   "def": "تکالیف ناظر به عمل. همچنین ببینید:  positive duty"
 },
 {
   "word": "commission / ommission distinction",
   "def": "تمایز عمل / ترک عمل - به طور کلی تمایز میان انجام دادن کاری و انجام ندادن کاری. با این حال، چنین نیست که هرگونه انجام ندادن کاری ترک عمل باشد، نظیر وقتی که شخصی که شنا بلد نیست کسی را که در حال غرق شدن است نجات نمی دهد، در جایی که یگانه راه نجات او تن به آب زدن است. دربارهٔ اهمیت اخلاقي این تمایز بالاخص میان هواداران نتیجه گرایی و قائلان به تکلیف گرایی اختلاف نظر هست. در حالی که دستهٔ أول معمولاً اهمیت آن را منکر می شوند، دستۀ دوم این تمایز را مهم می شمارند. شان اخلاقی ترک عمل از جمله در مناقشات مربوط  به تمایز بین کشتن و اینکه بگذاریم کسی بمیرد برجسته می شود. همچنین ببینید:  acts/o mmissions doctrine"
 },
 {
   "word": "Common good",
   "def": "خیر مشترک، خیرعام - خیری که دو یا چند شخص آن را بجویند و / یا از آن برخوردار شوند نظیر دوستی برای دوستان  یا عدالت اجتماعی برای اعضای جامعه."
 },
 {
   "word": "common sense morality",
   "def": "اخلاق مبتنی بر فهم متعارف – رویکردی در اخلاق که در آن بر اهمیت و اعتبار داوری های اخلاقی برخاسته از فهم متعارف، مستقل از اخلاق فلسفی، تاکید می شود. براین اساس اصولی که فهم متعارف تجویز می کند برای اخلاقی زیستن کفایت می کنند و اگر تامل فلسفی به اصولی برسد که با اصول فهم متعارف همساز نباشد، باید حاصل این تامل را کنار نهاد. از این منظر، محک و داورنظریه های اخلاق فهم متعارف است و اینکه آن نظریه ها تا چه اندازه این داوری های برخاسته از فهم متعارف را در قالبی منتظم بیان می دارند. جورج ادوارد مور و سر دیوید راس از جمله هواداران این رویکردند."
 },
 {
   "word": "communicational ethics",
   "def": "اخلاق ارتباط. همچنین ببینید:  communication ethics"
 },
 {
   "word": "communication ethics",
   "def": "اخلاق ارتباط – شاخه ای از اخلاق کاربردی که در آن مسائل و ملاحظات اخلاقی در ارتباط، گردش اطلاعات و فعالیتهای اطلاع رسانی بررسی می شود. دسترسی عادلانه به اطلاعات،راههای رسیدن به وضعیت آرمانی ارتباط، گردش آزادانۀ اطلاعات و جایگاه فضایلی چون صداقت و امانت داری در این زمینه از جمله موضوعات و مسائلی است که در اخلاق ارتباط بررسی می شود."
 },
 {
   "word": "communicative ethics",
   "def": "اخلاق ارتباط"
 },
 {
   "word": "communitarianism",
   "def": "جماعت گرایی – نظریه ای در اخلاق و سیاست که در برابر فرد گرایی قرار می گیرد و ردپای آن را می توان تا یونان باستان (مخصوصا نزد ارسطو) پی گرفت. بر این اساس این نظریه، فرد  در مقام موجودی اخلاقی و سیاسی تنها در بستر و محیط اجتماعی یا جماعتی می تواند شکوفا شود. جماعت گرایی دریافت سنت فرد گرایانۀ لیبرال از مفاهیمی چون فرد و جمع را زیر سئوال می برد و بر آن است که افراد ساختۀ نهادها و روالهایی هستند که خود جزئی از آن اند و حقوق و تکلیف شان از دل همان نهادها وروالها بر می خیزد. بر اساس این نظریه، حقوق افراد حقوق پایه نیستند و جمع میتواند حقوقی داشته باشد مستقل از حقوق لیبرال فرد و حتی در مقابل آنها."
 },
 {
   "word": "commutative justice",
   "def": "عدالت مبادلاتی – عدالتی که در عادلانه و منصفانه بودن دستمزدها، قیمتها و مبادلات جلوه گر می شود و اصولی برای چنین وضعیتی به دست می دهد."
 },
 {
   "word": "comparative ethics",
   "def": "اخلاق مقایسه ای – بررسی مقایسه اصولی، باورها و شیوه های عمل اخلاقی در میان نظام های اخلاقی، فرهنگها، اجتماعات، ادیان و...."
 },
 {
   "word": "compatibilism",
   "def": "سازگار انگاری – این رای که اختیار ( و مسئولیت ) با موجبیت علی جمع می شود. موجب انگاری حداقلی نمونه ای از آن است. همچنین ببینید:  freedom; determinism"
 },
 {
   "word": "complementarity ethics",
   "def": "اخلاق مکمل نگر. همچنین ببینید:  pluralistic ethics"
 },
 {
   "word": "con-attitude",
   "def": "طرز تلقی مخالف. همچنین ببینید:  attitude"
 },
 {
   "word": "conditional imperative",
   "def": "امرمشروط. همچنین ببینید:  categorical imperative"
 },
 {
   "word": "conditional nonviolence",
   "def": "عدم خشونت مشروط. همچنین ببینید:  nonviolence"
 },
 {
   "word": "conditional pacifism",
   "def": "صلح طلبی مشروط. همچنین ببینید:  pacifism"
 },
 {
   "word": "conduct, ethics of",
   "def": "اخلاق کردار نگر. همچنین ببینید:  action-based ethics"
 },
 {
   "word": "conflict of duties",
   "def": "تعارض تکالیف - وضعیتی که در آن به اقتضای اصلی اخلاقی خود را مکلف به انجام دادن عملی می بینیم و همزمان به اقتضای اصل اخلاقی دیگری خود را مکلف به انجام دادن عملی دیگر می یابیم، در حالی که تنها یکی از آن دو عمل را می توانیم انجام دهیم."
 },
 {
   "word": "conscience",
   "def": "وجدان - مفهومی است که بالاخص از طریق سنتهای یهودی و مسیحی (بویژه مذهب پروتستان) در نظریهٔ اخلاق اهمیت یافته است، گرچه در اخلاق غیردینی هم طرح می شود. وجدان را به اشکال گوناگون تفسیر کرده اند. این واژه غالباً به سه معنا به کار می رود: (۱) آگاهی ای که آدمی از کیفیت اخلاقي (درستی، نادرستی، خوبی، بدی و ...) عملی که انجام داده است یا می خواهد انجام دهد دارد. از این منظر، آنگاه که آدمی خلاف این آگاهی عمل می کند دستخوش احساس پشیمانی می شود؛ (۲) قوه یا ملکه ای اخلاقی که با آن تشخیص می دهیم چه کاری اخلاقاً درست است و چه کاری اخلاقاً نادرست؛ و (۳) داور اخلاقی اعمالمان: وجدان مشخص نمی کند که چه باید بکنیم ولی می تواند داوری کند که آیا اخلاقاً درست عمل کرده ایم یا نه. در بسیاری از نظریه های اخلاق، وجدان مرجعیت یا حجیت اخلاقی دارد به گونه ای که در سنت مسیحی از آن به ندای خداوند در درون هریک از انسانها تعبیر کرده اند. با این حال، امکان گمراه شدن و خطا کردن وجدان نیز طرح شده است و در نتیجه امکان اینکه آدمی وجدانا عملی را انجام دهد که درست نباشد یا عملی را برخلاف ندای وجدان انجام دهد که درست باشد. از میان پرسشهایی که دربارهٔ شأن اخلاقی وجدان قابل طرح است می توان اینها را برشمرد: آیا وجدان بخشی از طبیعت ماست یا اکتسابی است؟ آیا صرف پیروی از ندای وجدان موجب درستی عملی است که انجام می دهیم؟ آیا وجدان راهنمای شایسته ای برای عمل و ارزیابی اخلاقی خویش است؟ در چه شرایطی می توانیم از قانون و حقوق سرپیچی کنیم، وقتی که آنچه اینها اقتضا می کنند خلاف وجدان است؟ آیا داوری وجدان هر شخص محدود به اعمال خود آن شخص است؟"
 },
 {
   "word": "consequentialism",
   "def": "نتیجه گرایی - نظریه ای در اخلاق هنجاری که می گوید درستی یا ارزش اخلاقی هر عملی صرفاً در گرو خوب بودن نتایج آن عمل است. این نظریه از یک سو در برابر دیدگاهی قرار می گیرد که ارزش هر عملی را در گرو ارزش سیرتی می داند که این عمل از آن برمی خیزد و از سوی دیگر در مقابل دیدگاهی می نشیند که ارزش هر عملی را در گرو آن می داند که به انگیزهٔ ادای تکلیف صورت گرفته باشد فارغ از نتایجی که آن عمل به بار می آورد. دو شکل اصلی نتیجه گرایی عبارت اند از نتیجه گرایی قاعده نگر و نتیجه گرایی عمل نگر. همچنین ببینید:  teleological ethics"
 },
 {
   "word": "contextualism",
   "def": "زمینه گرایی. همچنین ببینید:  ethical contextualism"
 },
 {
   "word": "contractarianism",
   "def": "میثاق گرایی - عنوان دسته ای از نظریه های اخلاقی سیاسی که از مفهوم میثاق یا قراردادی فرضی برای تبیین و توجیه دریافتهای خاصی از اخلاق، عدالت و... بهره می گیرند. در این رویکرد، فرض بر این است که همداستانی آزادانهٔ افراد در زمینهٔ اصولی که خود می خواهند بر ایشان حکمروا شود به خودی خود مایهٔ اعتبار آن اصول است و آنها را توجیه می کند. بر این اساس، عملی درست است که افراد در قراردادی فرضی تحت شرایطی آرمانی نظیر برابری و انتخاب از پس حجاب بی خبری (veil of ignorance) بر سر آن اجماع حاصل کرده باشند، و حجیت اصول اخلاقی نباید از خارج تحمیل شود. این نظریه وامدار مفهوم قرارداد اجتماعی است که فلاسفه ای نظیر تامس هابز، جان لاک، ژان ژاک روسو، ایمانوئل کانت و جان رالز از آن سود جسته اند. نظریهٔ «عدالت به مثابهٔ انصافی» رالز نمونهٔ پرآوازهای از میثاق گرایی است. همچنین ببینید:  ethical conventionalism"
 },
 {
   "word": "contract theory",
   "def": "نظریهٔ میثاق نگر. همچنین ببینید:  contractarianism"
 },
 {
   "word": "contractivism",
   "def": "میثاق گرایی. همچنین ببینید:  contractarianism"
 },
 {
   "word": "contractualism",
   "def": "میثاق گرایی. همچنین ببینید:  contractarianism"
 },
 {
   "word": "contributive value",
   "def": "ارزش سهمی. همچنین ببینید:  contributory value"
 },
 {
   "word": "contributory value",
   "def": "ارزش سهمی - ارزشی که دارندهٔ آن تنها در ارزش کلی که خود جزئی از آن است سهیم باشد. ممکن است چیزی ارزش سهمی داشته باشد بی آنکه دارای ارزش ابزاری باشد."
 },
 {
   "word": "conventionalism",
   "def": "عرفی انگاری. همچنین ببینید:  ethical conventionalism"
 },
 {
   "word": "core morality",
   "def": "اخلاقیات پایه - مجموعه ای از اصول اخلاقی که، بنا به فرض، در همهٔ فرهنگها و همهٔ ادوار یافت می شوند و اعتبار کلی یا جهانگستر دارند، نظیر نهی کشتن بی گناهان. معمولاً فرض می شود که افراد دارای عقل سلیم، علی رغم تفاوتها و اختلاف نظرهایشان، جملگی این اصول را می پذیرند."
 },
 {
   "word": "corrective justice",
   "def": "عدالت اصلاحی، عدالت جبرانی - عدالتی که در جبران منصفانه و عادلانهٔ آسیبها و خسارتهای مدنی تحقق می یابد و جویای بازگرداندن موازنهٔ عدالت در پی اعمالی است که این موازنه را بر هم می زنند. مجازات یا عدالت کیفری و مطالبهٔ خسارت وسایلی برای تحقق این مقصودند."
 },
 {
   "word": "correctional ethics",
   "def": "اخلاق تأدیب - شاخه ای از اخلاق عدالت کیفری که به موضوعاتی چون حقوق زندانیان، نحوهٔ رفتار با زندانیان (از جمله خشونت ورزیدن با آنها) و نظام تأديبى (شرایط زندانها و ...) می پردازد."
 },
 {
   "word": "courage",
   "def": "شجاعت - شجاعت یکی از فضایل اصلی به شمار آمده است. عمل شجاعانه عملی است که برای رسیدن به غایتی ارزنده انجام می گیرد علی رغم مخاطرهٔ شخصی، مکافات، هزینه ها یا مشکلاتی چندان عظیم که غالب افراد را منصرف می سازد. شجاعت فضیلتی در سیرت شخص است که او را قادر به چنین عملی می کند. شجاعت را باید از بی پروایی یا تهور متمایز کرد که در آن محاسبهٔ عقلانی غایب است. ارسطو این فضیلت را حد وسطی میان بزدلی و تهور می داند. گاهی شجاعت اخلاقی را در برابر شجاعت فیزیکی قرار می دهند. به این اعتبار، شجاعت اخلاقی در جایی است که آدمی به رغم تهدید یا خطری که متوجه پایگاه اجتماعی، شغل، منافع مادی او و امور دیگری ازاین قبیل، عمل می کند."
 },
 {
   "word": "criminal justice",
   "def": "عدالت کیفری. همچنین ببینید:  criminal justice ethics"
 },
 {
   "word": "criminal justice ethics",
   "def": "اخلاق عدالت کیفری – شاخه ای از اخلاق کاربردی که مسائل و ملاحظات اخلاقی در زمینهٔ عدالت کیفری را بررسی می کند. دستگیری و حبس مجرمان، بازپرسی از آنها، و رفتار نهادهایی چون پلیس، دادگاه و زندان و افرادی که در این نهادها فعالیت می کنند از جمله موضوعاتی است که شأن اخلاقی آنها در اخلاق عدالت کیفری محل بحث قرارمی گیرد. اخلاق پلیس، اخلاق حقوقی و اخلاق تأديب شاخه های این مبحث به شمار می روند."
 },
 {
   "word": "critical ethics",
   "def": "اخلاق نقدی - اصطلاحی که معمولاً مترادف با فرااخلاق به کارمی رود. همچنین ببینید:  metaethics"
 },
 {
   "word": "cultural relativism",
   "def": "نسبی انگاری فرهنگی - شکلی از نسبی انگاری توصیفی که می گوید اصول، باورها و ارزشهای (پایهٔ) اخلاقی از فرهنگی به فرهنگ دیگر فرق می کند. این نظریهٔ مردم شناسانه، که گاه آن را نظریهٔ تنوع نیز می خوانند، تنها به توصیف می پردازد و دربارهٔ اعتبار این اصول، باورها و ارزشهای (پایهٔ) اخلاقی داوری نمی کند."
 },
 {
   "word": "death with dignity",
   "def": "مرگ باعزت - شعاری بر ضد این فرض که پزشک اختیار آن را دارد که بیماران را فارغ از خواست آنها یا آنچه در صورت آگاه بودن از وضعیت خویش خواستار آن بودند، زنده نگه دارد. همچنین ببینید:  euthanasia"
 },
 {
   "word": "decision",
   "def": "تصمیم - فعلی ذهنی که منجر به انتخاب عملی از بین گزینه های موجود می شود. هرگونه عمل تصمیم گیری به انتخابی می انجامد."
 },
 {
   "word": "decisionism",
   "def": "تصمیم گرایی - قول به اینکه با انتخابی منحصر به فرد در هر وضعیتی، خود مشخص می کنیم که چه چیزی درست است و چه چیزی نادرست، و درستی و نادرستی اخلاقی پیشاپیش مشخص نیست."
 },
 {
   "word": "decision theory",
   "def": "نظریهٔ تصمیم - نظریه ای دربارهٔ انتخاب عقلانی بانظر به سود و زیان یا خیر و شر ممکن هر یک از گزینه ها و نسبت آنها با یکدیگر، نظریهٔ تصمیم همچنین می کوشد نتایج جمعی اعمال افرادی را که از سر انگیزه های فردی خودشان رفتار می کنند، تبیین یا توجیه کند. این نظریه پرسشهایی از این دست را بررسی می کند: تصمیم گیری عقلانی چه اوصافی دارد؟ و چگونه باید تصمیم بگیریم وقتی که نتایج اعمالمان نامعلوم است؟ تصمیم گیری دربارهٔ بیمه کردن یا نکردن خویش نمونه ای ازتصمیم هایی است که در این نظریه بررسی می شود. نظریهٔ تصمیم در برخی نظریه های اخلاق نظیر فایده گرایی جایگاه مهمی دارد."
 },
 {
   "word": "definism",
   "def": "تعریف گرایی - نظریه ای در فرااخلاق دایر بر اینکه الفاظ اخلاقی نظیر «خوب»، «درست» و ... را می توان بر حسب الفاظ فارغ از اخلاق اعم از الفاظی که بر خاصه های طبیعی دلالت می کنند و الفاظی که دال بر خاصه های فراطبیعی یا ناطبیعی هستند تعریف کرد. همچنین ببینید:  naturalistic fallacy;definist fallacy"
 },
 {
   "word": "definist fallacy",
   "def": "مغالطهٔ تعریف گرایی - مغالطهٔ مفروض تعریف الفاظ اخلاقی نظیر «خوب» برحسب الفاظ فارغ از اخلاق اعم از الفاظی که بر خاصه های طبیعی دلالت می کنند و الفاظی که دال بر خاصه های فراطبیعی یا ناطبیعی هستند. بدین قرار، این قول که «خوب» آن چیزی است که به لذت می انجامد یا «درست» آن چیزی است که فرمودهٔ خداوند است هردو مصادیقی از این مغالطه محسوب می شوند. مغالطهٔ طبیعتگرایی شکلی از مغالطهٔ تعریف گرایی است. همچنین ببینید:  naturalistic fallacy;definism"
 },
 {
   "word": "deliberation",
   "def": "تأمل -مفهومی مهم در گسترهٔ نظریهٔ عمل و تعقل عملی. آنجا که چند گزینه برای عمل وجود دارد، تأمل روند سبک و سنگین کردن دلایل له وعلیه آنهاست و بررسی اینکه چگونه غایت مطلوب حاصل می شود یا بهترین طریق وصول به آن چیست.تامل ممکن است به تصمیمی بینجامد."
 },
 {
   "word": "deontics",
   "def": "تکلیف شناسی. همچنین ببینید:  deontological ethics"
 },
 {
   "word": "deontic terms",
   "def": "الفاظ ناظر به تکلیف - واژهٔ deontic برگرفتهٔ از واژهٔ یونانی deon به معنای تکلیف یا وظیفه است. براین اساس الفاظ ناظر به تکلیف واژه هایی چون «جایز»، «واجب»، « باید»، «نباید»، « ممنوع» و...را شامل می شود. همچنین ببینید:  deontological ethics"
 },
 {
   "word": "deontological ethics",
   "def": "اخلاق تکلیف گرایانه - نظریه یا نظام اخلاقی ای که بر مفهوم تکالیف (و حقوق) و آنچه درست است، مبتنی است و بر آن است که پاره ای ویژگیها در خود فعل اخلاقی ارزش ذاتی دارد. اخلاق تکلیف گرایانه در تقابل با نتیجه گرایی که بر تحصیل نتیجه یا وضعیتی خوب تکیه میکند و نیز در تقابل با اخلاق فضیلت بنیاد که بر سیرت یا منش فاعلی تاکید میورزد، قائل به آن است که تکلیف و توصیه بر ارزش و ارزشگذاری تقدم دارد و عملی درست است که به انگیزهٔ ادای تکلیف انجام گیرد. از این منظر، باید انچه را تکلیف ماست انجام دهیم، فارغ از نتایجی که از آن پدید میآید. به طور مثال، وفای به عهد درست است حتی اگر سبب رنج یا آسیب شود، و پیمان شکنی نادرست است حتی اگر نتایج خوبی به بار آورد."
 },
 {
   "word": "deontologism",
   "def": "تکلیف گرایی. همچنین ببینید:  deontological ethics"
 },
 {
   "word": "deontology",
   "def": "تکلیف شناسی - بررسی تکلیف اخلاقی و چند و چون ان. همچنین ببینید:  deontological ethics"
 },
 {
   "word": "dependency thesis",
   "def": "نظریهٔ وابستگی - صورتی از مشروط انگاری اخلاقی که اخلاقیات و اصول اخلاقی را وابسته به طبیعت بشر یا جهان انسانها یا غایات، خواسته ها، نیازها، تاریخ، محیط و باورهای جامعه ای خاص می انگارد. بر این اساس، اخلاق در خلاً به سر نمیبرد و موکول به پارهای وجوه انسانی است. اگر آدمی در جهان به سر نمیبرد، پدیده ای به نام اخلاق نیز شکل نمی گرفت. همچنین ببینید:  ethical absolutis"
 },
 {
   "word": "descriptive ethics",
   "def": "اخلاق توصیفی - پژوهشی توصیفی که رنگ و بوی تجربی و تاریخی دارد و از ان نوعی است که مردم شناسان، جامعه شناسان، مورخان یا روانشناسان سر در کار آن دارند. اخلاق توصیفی صرفاً شرح میدهد که افراد، اقوام و جوامع گوناگون چگونه رفتار می کنند و چه چیزهایی را درست یا نادرست، خوب یا بد و ... می انگارند. این پژوهش همچنین به توصیف نظامهای اخلاقی موجود فرهنگها، ادیان، تمدنها و ... میپردازد. اخلاق توصیفی در صورتی صبغهٔ فلسفی و نظری پیدا می کند که با نظر به انچه در مقام توصیف میآورد فی المثل نظریه ای نیز دربارهٔ طبیعت بشر از ان حیث که به اخلاق مربوط می شود طرح کند."
 },
 {
   "word": "descriptive morality",
   "def": "اخلاق توصیفی. همچنین ببینید:  descriptive ethics"
 },
 {
   "word": "descriptive relativism",
   "def": "نسبی انگاری توصیفی. همچنین ببینید: ethical relativism"
 },
 {
   "word": "descriptivism",
   "def": "توصیف انگاری - دیدگاهی در فرااخلاق دایر بر اینکه معنای هرداوری ارزشی یا اخلاقی صرفا توصیفی است ازامری واقع که خاصه یا خاصه هایی را به آن نسبت می دهد یا از آن سلب می کند. بر این اساس، الفاظ اخلاقی نظير« خوب» و «درست» شبیه الفاظ توصیفی متعارف نظیر «زرد» و«بلند» هستند. طبیعتگرایی اخلاقی نمونه ای از این نظریه است. توصیف انگاری در برابر ناتوصیف انگاری قرار می گیرد که داوری های ارزشی یا اخلاقی را ناظر به توصیف نمی داند. توصیه انگاری و عاطفه انگاری نمونه هایی از دیدگاه اخیرند."
 },
 {
   "word": "desire-belief model",
   "def": "الگوی میل – باور. همچنین ببینید:  belief-desire theory"
 },
 {
   "word": "determination",
   "def": "موجبیت. همچنین ببینید:  determinism"
 },
 {
   "word": "determinism",
   "def": "موجب انگاری، نظریهٔ موجبیت علی - این رای که هر رخداد یا هر وضعی مطابق با قوانین علی حاکم بر عالم به موجب رخدادها یا اوضاع مقدمی ایجاد می شود، به نحوی که اگر این رخدادها یا أوضاع مقدم وجود داشته باشند ولی آن رخداد یا وضع ایجاد نشود، قانونی از قوانین طبیعت نقض شده است.به بیان دقیقتر،برای هر رخداد (الف) حالتی مقدم از طبیعت (ب) قانونی از قانون طبیعت (ج) وجود دارد به گونه ای که با فرض ج، ب از پی الف رخ می دهد. بر این اساس،هر زمان آینده همواره از پیش مشخص و یکتاست و امکان ندارد به صورتی دیگر درآید. در برابر این دیدگاه ناموجب انگاری قرار می گیرد که موجبیت علی را برقرار نمی داند. موجب انگاری نظریه متافیزیکی عامی است که اعمال و انتخابهای آدمی را نیز در برمی گیرد و آنها را نتیجهٔ ضروری و اجتناب ناپذیر علل پیشین می داند. از این رو، دلالتهای مهمی در زمینهٔ امکان اختیار یا ارادهٔ آزاد و مسئولیت آدمی در قبال اعمالش دارد. برخی متفکران برآند که موجبیت اعمال و انتخابهای آدمی با اختیارمندی او جمع نمی شود و از این منظر اختیار توهمی  بیش نیست؛ زیرا عمل یا انتخاب محصول ناگزیر عوامل مقدم (از جمله عوامل محیطی و وراثتی) است که گزینه های دیگر را محال ساخته اند، حتی اگر فاعل دربارهٔ آنها تامل کرده باشد. ویلیام جیمز، فیلسوف عمل گرای آمریکایی، این دیدگاه  را که برخی رفتارگرایان و متفکرانی چون اولباخ به آن قائل اند موجب انگاری حداکثری(شدید) خوانده است. قائلان به این دیدگاه معتقدند که هیچ کس نمی تواند جزآنی باشد که هست و کاری  کند جزآنی که می کند. برخی از ایشان وجود  مسئولیت اخلاقی راستین را نیز منکر می شوند. جیمز در برابر موجب انگاری حداکثری،  موجب انگاری حداقلی (خفیف ) را می نشاند و متفکرانی چون دیوید هیوم، تامس هابز، جان  لاک و جان استیوارت میل را قائل بدان می خواند. این دیدگاه می کوشد در عین موجب انگاری، مفاهیمی چون اختیار و مسئولیت را حفظ کند. بر این اساس، اختیار رابطه ای است میان میل، فعل و محیط به گونه ای که فرد مختار است اگر افعالش معلول تمایلات خودش بوده باشد و مانع و رادع خارجی در برابرش قرار نداشته باشد. به عبارت دیگر، اختیار قوهٔ انجام دادن یا  انجام ندادن عملی است مطابق با آنچه آدمی اراده می کند به گونه ای که آدمی با انتخاب طریقی دیگر به نحوی دیگر عمل می کرد، و این برای مسئول انگاشتن او کفایت می کند. در این دیدگاه اختیار به منزله خودانگیختگی تعبیر می شود . همچنین ببینید:  determinism: compatibilism: liberaianism:freedom "
 },
 {
   "word": "dianoetic virtues",
   "def": "فضایل عقلی. همچنین ببینید:  intellectual Virtues"
 },
 {
   "word": "dignity",
   "def": "شأن، شرافت - این واژه معمولاً به دو معنا به کار میرود. در معنای نخست کیفیتی است که دارندهٔ آن را درخور تحسین میسازد. در معنای دوم، که دراخلاق اهمیت بیشتری دارد، این واژه دلالت بر ارزش و حرمت ذاتی و تبدل ناپذیری می کند که هر انسانی به صرف انسان بودن و فارغ از جایگاهش در سلسله مراتب اجتماعی همواره واجد آن است. به این معنا افراد انسان شأن یا شرافت دارند، گرچه ممکن است به معنای اول در رفتارشان شرافت جلوه گر نشود. کانت مشهورترین فیلسوفی است که قائل به شأن یا شرافت آدمیان به معنای دوم است. به عقیدهٔ او سایر چیزها قیمتی دارند و داد وستد آنها اخلاقاً پذیرفتنی است. در مقابل، انسان شأن یا شرافتی دارد که اخلاقا قابل معاوضه و مبادله با هیچ چیز دیگری نیست. در برابر این دیدگاه، برخی اتصاف چنین وصفی به انسان را زیر سؤال می برند یا ردّ می کنند؛ برخی دیگر انسانها را یگانه موجوداتی نمیدانند که از این کیفیت برخوردارند؛ و برخی نیز گرچه به شأن یا شرافت انسانها قائلاند بر این عقیده اند که از این امر لازم نمی آید که زیر پا نهادن آن همواره به لحاظ اخلاقی نادرست باشد."
 },
 {
   "word": "dilemma of determinism",
   "def": "قیاس دوحدی موجب انگاری - استدلالی است به قصد اثبات اینکه خواه موجب انگاری درست باشد خواه نادرست، مسئولیت باطل است: اگر عملی در انتهای زنجیرهای علی باشد (به تعبیر دیگر موجب باشد) و علل در طول زمان گذشته تا رخدادهایی که فاعل در قبال آنها مسئولیت قابل تصوری ندارد امتداد داشته باشند، آنگاه فاعل در قبال آن عمل مسئول نیست. اگر هم عملی در انتهای زنجیرهای علی نباشد، آنگاه یا این عمل یا یکی از علل آن تصادفی است از این جهت که رخداد مقدمی موجب آن نشده است و در این صورت، هیچ کس در قبال روی دادن آن نیز مسئول نیست. همچنین ببینید:  determinism "
 },
 {
   "word": "direct duties",
   "def": "تکالیف مستقیم -  تکالیف مستقیم تکالیفی هستند نسبت به برخی افراد، و کسانی که این تکالیف در قبال انهاست در بادی نظر مجازند که طالب ادای آنها باشند. معمولا فرض می شود که تکالیف مستقیم حقوقی متضایف دارند. فی المثل، این که الف مکلف است عهد خود را در قبال ب ادا کند، متضایف با حق ب است به این که وفای به عهد را از الف بطلبد. تکالیف مستقیم در برابر تکالیف غیرمستقیم قرار میگیرند، یعنی تکالیفی که متضمن برخی افراد یا چیزها هستند ولی تکالیفی نسبت به انها محسوب نمی شوند، نظیر تکلیف احترام به مالکیت دیگران. ما نسبت به مالکیت تکلیف نداریم. این تکلیف متضمن مالکیت است ولی تکلیفی است نسبت به مالک نه آنچه مورد تملک است."
 },
 {
   "word": "direct utilitarianism",
   "def": "فایده گرایی بی واسطه. همچنین ببینید:  act-utilitarianism"
 },
 {
   "word": "discourse ethics",
   "def": "اخلاق گفتاری - اصطلاحی که يورگن هابرماس در بیان رویکرد خود به اخلاق به کار میبرد. هابرماس بر ان است که براساس دریافت خویش از عقلانیت، روالی برای توجیه هنجارهای کلی در اخلاق، سیاست و حقوق به دست دهد. او اندیشهٔ کلیت بخشی کانت در بستری بین الاشخاصی می نشاند و هنجاری را موجه می داند که حاصل توافق عقلانی کسانی باشد که قرار است تابع آن هنجار باشند. به عقیدهٔ هابرماس، موجه بودن یا نبودن هنجاری اخلاقی به شکل تک گویانه (monological) مشخص نمی شود بلکه تنها از راه آزمون کردن دعوی بیطرفی آن در بستر گفتگویی در ملاً عام مشخص میگردد. در این روند فاعلان اخلاقی در مقام اجتماع سوژه های اخلاقی ای که در گفتگو هستند، میکوشند خود را به جای یکدیگر بگذارند."
 },
 {
   "word": "distributive justice",
   "def": "عدالت توزیعی - عدالتی که در توزیع درست و عادلانهٔ منافع مضار (غیر از مجازات) جلوه گر می شود و اصولی برای این کار به دست میدهد. در جایی که عدالت توزیعی وجود دارد، هرکس انچه را شایستهٔ ان است دریافت میکند. یکی از اصولی که در این زمینه غالبا مطرح می شود این است که با افراد برابر باید به طور برابر رفتار کرد."
 },
 {
   "word": "diversity thesis",
   "def": "نظریهٔ تنوع. همچنین ببینید:  cultural relativism"
 },
 {
   "word": "edivine command",
   "def": "فرمان الهی. همچنین ببینید:  divine command theory"
 },
 {
   "word": "divine command ethics",
   "def": "اخلاق مبتنی بر فرمان الهی. همچنین ببینید:  divine command theory"
 },
 {
   "word": "divine command theory",
   "def": "نظریهٔ فرمان الهی -  نظریه ای در اخلاق هنجاری به این مضمون که سرچشمهٔ اصول، قواعد یا تکالیف اخلاقی فرمانهای خداوند است. بر این اساسی، حجیت این امور در آن است که خداوند به آنها فرمان داده است. تعبیر مشخصتر نظریهٔ فرمان الهی بدین قرار است که هر آنچه خداوند جایز می شمرد، نهی میکند و به آن فرمان می دهد به ترتیب درست، نادرست و واجب است. نظریهٔ فرمان الهی جایگاه بلندی در اخلاق مسیحی دارد. همچنین ببینید:  Euthyphro's dilemma"
 },
 {
   "word": "doctrine of double effect",
   "def": "آموزه نتیجهٔ دوگانه. همچنین ببینید:  principle of double effect"
 },
 {
   "word": "doctrine of the mean",
   "def": "آموزهٔ حد وسط. همچنین ببینید:  the mean"
 },
 {
   "word": "doing ethics",
   "def": "اخلاق عمل نگر. همچنین ببینید:  action-based ethics"
 },
 {
   "word": "doing, ethics of",
   "def": "اخلاق عمل نگر. همچنین ببینید:  action-based ethics"
 },
 {
   "word": "double effect, doctrine of",
   "def": "آموزهٔ نتیجهٔ دوگانه. همچنین ببینید:  principle of double effect"
 },
 {
   "word": "double effect, principle of",
   "def": "اصل نتیجهٔ دوگانه. همچنین ببینید:  principle of double effect"
 },
 {
   "word": "duties of commission",
   "def": "تکالیف ناظر به عمل. همچنین ببینید:  positive duty"
 },
 {
   "word": "duties of ommission",
   "def": "تکالیف ناظر به ترک عمل. همچنین ببینید:  negative duty"
 },
 {
   "word": "duty-based ethics",
   "def": "اخلاق تکلیف بنیاد. همچنین ببینید:  deontological ethics"
 },
 {
   "word": "duty",
   "def": " تکلیف - آنچه باید انجام داد یا توقع انجام دادن آن میرود. تکالیف به اقسام گوناگونی چون تکلیف اخلاقی، تکلیف حقوقی، تکلیف شغلی و ... تقسیم می شوند. تکلیف اخلاقی کاری است که انجام دادن آن اخلاقاً واجب است. تكاليف را از جهات گوناگون تقسیم کرده اند. به یک اعتبار، تکالیف بر دو دسته اند: تکالیف کامل و تکالیف ناقص. به اعتباری دیگر، آنها به دو گروه تکالیف طبیعی و تکالیف وضعی منقسم می شوند. تقسیم تکالیف به تکالیف ایجابی و سلبی نیز تمایز دیگری است که در این زمینه طرح شده است. تکالیف یا وظیفه (واژه های duty  و obligation  معمولا مترادف یکدیگر به کار می روند) مفهومی اساسی و اولیه در اخلاق تکلیف گرایانه یا تکلیف محور است، در برابر اخلاق غایت گرایانه که در آن مفهوم خیر شأن اساسی دارد. تعارض تکالیف یکی از مسائل مهمی است که در اخلاق محل بحث قرار می گیرد. همچنین ببینید:  deontological ethics"
 },
 {
   "word": "duty ethics",
   "def": "اخلاق تکلیف نگر. همچنین ببینید:  deontological ethics"
 },
 {
   "word": "dirty hands",
   "def": "دستهای آلوده -  مسئله ای که در اخلاق سیاسی مطرح است به این  مضمون که آیا سیاست و زندگی سیاسی اقتضا می کند که اهل سیاست ضوابط و وظایف اخلاقی ای را زیر پا بگذارند که اگر در این مقام قرار نداشتند اخلاقاً بر آنها فرض بود. همچنین ببینید:  political ethias"
 },
 {
   "word": "economy, ethics of",
   "def": "اخلاق اقتصادی. همچنین ببینید:  ethics of economy"
 },
 {
   "word": "egoism",
   "def": "خودمحوری - نظریه ای که به نحوی از انحا « خود»  را کانون پرواى اخلاقی قرار می دهد. خودمحوری به دو نظریه کلی خودمحوری روان شناختی و خودمحوری اخلاقی تقسیم می شود. خودمحوری روان شناختی نظریه ای است توصیفی دربارهٔ انگیزش انسانی که می گوید آدمیان بنا به طبیعت خویش تنها به اقتضای حب ذات و برای جستن منفعت یا خیر شخصی خویش عمل می کنند، حتی آن زمانی که کارهایی را علی الظاهر به خاطر دیگران انجام می دهند. در مقابل، خودمحوری اخلاقی نظریه ای است هنجاری یا تجویزی که می گوید آدمیان باید برای منفعت یا خیر شخصی خویش عمل کنند، خواه بنا به طبیعت خویش خودمحور باشند خواه نباشند. براین اساس، حتی اگر خودمحوری روان شناختی نادرست باشد، خودمحوری اخلاقی ممکن است درست باشد. خودمحوری هنجاری، فارغ از این تقریر، تقریر دیگری نیز دارد که به خودمحوری عقلانی معروف است: آدمیان اگر می خواهند عاقل باشند باید برای منفعت یا خیر شخصی خویش عمل کنند. از منظری دیگر، خودمحوری اخلاقی به دو شکل خودمحوری اخلاقی فردی و خود محوری اخلاقی کلی تقسیم می شود. خودمحوری اخلاقی یا شخصی این دیدگاه است که همگان باید اخلاقا در خدمت منفعت یا خیرشخصی من (یا شخصی خاص) باشند، در حالی که خودمحوری اخلاقی کلی می گوید که هر کسی اخلاقا باید منفعت یا خیر شخصی خود را بجوید. خودمحوری در برابر دیگر خواهی قرار میگیرد."
 },
 {
   "word": "egoistic consequentialism",
   "def": "نتیجه گرایی خودمحورانه - این رأی که درستی یا ارزش اخلاقی هر عملی برای یک فاعل منحصرا در گرو خوب بودن پیامدهای آن عمل برای اوست. همچنین ببینید:  consequentialism"
 },
 {
   "word": "egoistic hedonism",
   "def": "لذت گرایی خودمحورانه- صورتی از لذت گرایی به این مضمون که لذتی که خود شخص طعم آن را می چشد یگانه خیر ذاتی است. این دیدگاه در برابر لذت گرایی کلی قرار می گیرد."
 },
 {
   "word": "emotion",
   "def": "عاطفه - احساس قوی یا هیجان که دلالت بر حالتی از برانگیختگی دارد، نظیر خشم، ترس، عشق، اندوه، لذت و شادی. عواطف را کمابیش با انفعالات (passions) به نزد فیلسوفانی چون هیوم، دکارت و ... معادل گرفته اند. عواطف اموری قصدی یا التفاتی (intentiomel) هستند یعنی موضوع یا متعلق دارند: آدمی از چیزی خاص خشمگین است یا از چیزی می ترسد. نسبت عواطف و اخلاق از جهات گوناگون قابل بحث است. گاه عواطف را به حال اخلاق زیانباردانسته اند وگاهی نیزآن را در کانون حیات اخلاق نهاده اند. برخی،عواطف را فارغ ازاخلاق (amoral) خوانده اند و برخی نیزخلاف اخلاق (immoral)، عواطف را گاه به عقلانی و نامعقول نیز تقسیم کرده  اند. پاره ای فضایل و برخی رذایل از جنس عواطف اند. برخی فضایل نیز قابلیت مقاومت در برابرنیروی انگیزشی عواطف محسوب می شوند. پاسخ این پرسش که آیا ما در قبال عواطفمان مسئولیم یا نه، در گرو منفعلانه بودن یا فعالانه بودن عواطف است. یکی از پرسشهای مهم دربارهٔ نسبت عواطف و اخلاق جایگاه شایستهٔ آنها در حیات اخلاقی است."
 },
 {
   "word": "emotive theory of ethics",
   "def": "نظریهٔ عاطفی اخلاق. همچنین ببینید:  emotivism"
 },
 {
   "word": "emotivism",
   "def": "عاطفه انگاری - عاطفه انگاری یا نظریهٔ عاطفی اخلاق دیدگاهی است فرااخلاقی به این مضمون که ارزشگذاری ها یا داوری های اخلاقی در اصل بیانگر عواطف، تأثرات یا طرز تلقیهای گوینده یا ترغیب دیگران به ابزار پاره ای عواطف، تأثرات یا طرز تلقی هاست. بر این اساس، کارکرد ارزشگذاری ها یا داوری های اخلاقی بیان اطلاعاتی صدق و کذب بردار دربارهٔ امور واقع نیست. به تعبیر دیگر، آنها ارزش منطقی (truth-value) ندارند. همچنین ببینید:  ethical noncognitivism"
 },
 {
   "word": "empathy",
   "def": "احساس یگانگی - قابلیت تصور کردن خویشتن در وضعیت شخصی دیگر و شریک شدن در احساسات، دغدغه ها و تجربه ای که او در آن وضعیت دارد. احساس یگانگی ممکن است مقدم بر همدلی باشد یا نباشد."
 },
 {
   "word": "encraleia (Gr).",
   "def": "قوت اراده. همچنین ببینید:  enkrateia"
 },
 {
   "word": "end",
   "def": "غايت - غایت عمل آن چیزی است که عمل به خاطر آن انجام میگیرد. در برابر آن، وسیله طریقی است برای رسیدن به غایت. تمایز غایت و وسیله در اخلاق اهمیت فراوان دارد و در برخی آموزه ها مطرح می شود، نظیر این اصل که هدف (غایت) وسیله را توجیه نمیکند (به تعبیر دیگر، نمی توان به خاطر آنچه خوب است از وسیله ای بد بهره برد) یا این آموزهٔ کانتی که با آدمیان باید همچون غایات فی نفسه رفتار کرد نه همچون وسیلهٔ صرف. این تمایز در تعقل اخلاقی نیز جایگاه بلندی دارد."
 },
 {
   "word": "end in itself",
   "def": "غایت فی نفسه - آنچه صرفاً به خاطر خودش غایت قرار گیرد نه ازآن حیث که وسیله ای برای رسیدن به غایتی دیگر است."
 },
 {
   "word": "ends, kingdom of",
   "def": "ملکوت غایات، مُلک غایات. همچنین ببینید:  kingdom of ends"
 },
 {
   "word": "ends, principle of",
   "def": "اصل غایات. همچنین ببینید:  principle of ends"
 },
 {
   "word": "engineering ethics",
   "def": "اخلاق مهندسی - شاخهای از اخلاق کاربردی و اخلاق حرفه ای که مسائل و ملاحظات اخلاقی را در کار مهندسان و سازمانهایی که به این حرفه مربوط می شوند بررسی می کند. وظایف مهندسان نسبت به کارفرما یا مشتری و دیگر مهندسان، این که آیا مهندسان باید فعالیتهای غیرقانونی کارفرمایانشان را افشا کنند یا مانع از آنها شوند، چگونگی برآمدن از پس تعارض منافع، نحوهٔ ادارهٔ منابع، و چگونگی تعریف امنیت در نسبت با احتمال خطر از جمله مسائلی است که در اخلاق مهندسی به آن می پردازند."
 },
 {
   "word": "enkrateia (Gr).",
   "def": "قوت اراده - وضعیتی که درآن فاعل بهترین عملی را که تشخیص می دهد، علی رغم وجود انگیزش مخالف، انجام می دهد. نقطهٔ مقابل آن ضعف اراده(akrasia) است.    Weakness of will"
 },
 {
   "word": "environmental ethics",
   "def": "اخلاق محیط زیست - اخلاق محیط زیست غالباً شاخه ای از اخلاق کاربردی محسوب می شود که به مسائل و ملاحظات اخلاقی دخیل در مناسبات انسان با محیط پیرامونش می پردازد. اخلاق محیط زیست می کوشد برخلاف گرایش غالب در نظامهای سنتی اخلاق که در آنها پروای طبیعت، موجودات طبیعی و جانوران غیر از انسان تحت شعاع پروای انسانها قرار داشته است، این امور را نیز در گسترهٔ تعلق خاطر اخلاقی جای دهد و برای آنها نیز حقوقی اخلاقی و ارزش مستقل قائل شود. رفتار با حیوانات، رفتار با زمین، بهره برداری از منابع طبیعی ،حفظ انواع طبیعی و مناطق طبیعی و حیات وحش، و آلودگی و تخریب محیط زیست . از جمله مباحثی هستند که در اخلاق محیط زیست بررسی می شوند."
 },
 {
   "word": "Epicurean ethics",
   "def": "اخلاق اپیکوری - اپیکور، فیلسوف یونانی، غایت اصلی فلسفه را غلايتی عملی می دانست: کاستن از شوربختی آدمی از طریق نشان دادن این که چگونه سلامت روان و آرام جان به آسانی در دسترس آدمی است. گوهر آموزه های او در آن چیزی که به داروی چهارگانه (tetrapharmakos) شهرت دارد بیان شده است: «ترس از خدایان وجهی ندارد؛ مرگ جای نگرانی ندارد؛ تحصیل خیر آسان است؛ شر به اسانی قابل تحمل است». اخلاق اپیکوری اخلاقی است لذت گرایانه و کامجویانه. اپیکور لذت را غایت طبیعی فطری آدمی و همهٔ ارزشهای دیگر از جمله فضیلت را فرع بر آن می داند. الم یگانه شر است و باید در پی آن باشیم که لذت را به حداکثر و الم را به حداقل برسانیم. با این حال، اخلاق اپیکوری برخلاف معنایی که معمولا از صفت اپیکوری مراد می شود، لذت جویی بی قید و شرط و به دور از ضبط و مهار عقلانی را تجویز نمیکند و لذات روحی را برتر از لذات جسمانی می نشاند."
 },
 {
   "word": "Epicureanism",
   "def": "مشرب اپیکور. همچنین ببینید:  Epicurean ethics"
 },
 {
   "word": "epistemic duty",
   "def": "تکلیف معرفتی - تکلیفی که برخی فیلسوفان در گسترهٔ معرفت شناسی برای انسان قائل شده اند به این مضمون که آدمی مکلف است در پی حقیقت باشد و از خطا بپرهیزد."
 },
 {
   "word": "epistemic virtues",
   "def": "فضایل معرفتی - فضایلی که به کشف حقیقت و دوری جستن از خطا می انجامند، نظیر بی طرفی."
 },
 {
   "word": "epistemology of ethics",
   "def": "معرفت شناسی اخلاق. همچنین ببینید:  moral epistemology"
 },
 {
   "word": "equalitarianism",
   "def": "برابری خواهی - در اخلاق نظریه ای است دایر بر اینکه غایت زندگی اخلاقی باید تلاش برای برابری اشخاص و رعایت ان باشد. از این منظر، عدالت رفتاری است برابرانه با انسانها که در آن منفعت و زیان به طور مساوی میان آنها توزیع می شود."
 },
 {
   "word": "equality",
   "def": "برابری، مساوات - آرمانی محوری در اخلاق و سیاست که البته در تعریف و طریق حصول آن اختلاف نظر هست. برابری را از چند منظر می توان در نظر آورد: (۱) رفتار برابر با برابران به این مضمون که با آنها که برابرند باید برابرانه رفتار کرد مگر آن که از جهاتی مربوط بین آنها تفاوت باشد. اختلاف نظر در چیستی این جهات مربوط، مایهٔ تنوع دیدگاههای هنجاری دربارهٔ برابری است. (۲) برابری اساسی انسانها که بر اساس آن همهٔ آدمیان علی الاصول ارزشی و شأن برابر و حقوق یکسان دارند. این مفهوم فی المثل در اخلاق کانت نمودی بارز دارد. براساس نظر او، با همهٔ انسانها باید همچون غایاتی فی نفسه رفتار کرد. (۳) برابری اجتماعی که برابری اقتصادی و سیاسی را نیز دربرمیگیرد و در فلسفهٔ سیاست موضوعی محوری است. "
 },
 {
   "word": "eros (Gr).",
   "def": "اروس - در اندیشهٔ یونانی اروس به عنوان یکی از اقسام عشق بر میل شدید یا اشتیاق دلالت می کند و ربط وثیقی به گرایش جنسی دارد. عشق اروتیک عشقی است شدید و پرشور که مقرون به خودخواهی و تملک جویی است، و از این حیث با فیلیا (دوستی) و آگاپه (محبت) تفاوت دارد. با این حال، افلاطون و سنت افلاطونی از اروس به عنوان میلی یاد می کنند که گرچه ممکن است با عشق به زیبایی جسمانی شخص خاصی آغاز شود، ولی به این مرتبه محدود نمی ماند و در مراتب بالاتر زیبایی های اخلاقی و معنوی و نهایتا ایده یا مثال زیبایی متعلق آن قرار میگیرند. از این قرار افلاطون اروس را در بالاترین مرتبهٔ خویش میل به رؤیت زیبایی (و خیر) راستین میداند، و این میلی است که فیلسوفان، شاعران، هنرمندان و عاشقان ملهم از آن اند. عشـق افلاطونی در این چارچوب معنا پیدا می کند، عشقی که برانگیختهٔ میل جنسی و جویای ارضای این میل نیست، بلکه نظر به ایده هایی دارد که معشوق مصداق و نمودار آنهاست."
 },
 {
   "word": "ethic",
   "def": "نظام اخلاقی، اصول اخلاق. همچنین ببینید:  ethics"
 },
 {
   "word": "error theory",
   "def": "نظریهٔ خطا انگار- نظریه ای در فرااخلاق دربارهٔ شان داوری های اخلاقی که جان لسلی مکی (Mackie) آن را طرح کرد. این نظریه برخلاف ناشناخت انگاری اخلاقی داوری های اخلاقی را معنادار و دارای ارزش منطقی می داند ولی واقع گرایی اخلاقی را رد می کند و در نتیجه، داوری های اخلاقی را تهی می انگارد. براساس این نظریه، گفتار اخلاقی متعارف ما بر این فرض مبتنی است که خاصه ها و امور واقع اخلاقی وجود دارند ولی واقع امر این است که چنین چیزهایی وجود ندارند و به تعبیر مکی خاصه هایی عجیب و غریب (queer) اند و بنابراین گفتار اخلاقی ما به نحوی نظام مند بر پیش فرض خطایی استوار است. از این قرار، نظریهٔ خطاانگار با انکار امور واقع و حقایق اخلاقی، قسمی نیست انگاری اخلاقی است."
 },
 {
   "word": "ethical",
   "def": "اخلاقی - آنچه به اخلاق یا اخلاق شناسی (ethics) مربوط می شود یا آنچه بروفق اصول اخلاقی است. در معنای نخست اethical توصیفی است نه ارزشگذارانه، نظیر وقتی که ازethicalsubjectivism ( ذهنی انگاری اخلاقی ) سخن میگوییم، اما در معنای دوم این واژه بار ارزشی دارد و به معنای ان چیزی است که اخلاقاً درست است، نظیر وقتی که عبارت ethical behavior واژهٔ moral نیز گاه مترادف با واژهٔ ethical به کار می رود، ولی همین تمایز در مورد آن نیز به کار می آید. با این حال، اساس این صفات، morality ethics به معانی متفاوتی به کارمی روند. همچنین ببینید: morality; ethics "
 },
 {
   "word": "ethical absolutism",
   "def": "مطلق انگاری اخلاقی - این رای که یک نظام یا قانون اخلاقی راستین، عام، مطلق، ابدی، ثابت و استثناناپذیر وجود دارد که مشروط به این یا آن فرهنگ و در گرو اندیشه و احساس آدمیان نیست و برای همهٔ انسانها در هرزمان و مکانی الزام آور و یکسان است. از این منظر، برای هر مسئلهٔ اخلاقی تنها یک پاسخ درست وجود دارد و برخی اقسام عمل مطلقا درست و برخی دیگر مطلقاً نادرست است. نقطهٔ مقابل این رای مشروط انگاری اخلاقی است."
 },
 {
   "word": "ethical altruism",
   "def": "دیگرخواهی اخلاقی. همچنین ببینید:  altruism"
 },
 {
   "word": "ethical anti-realism",
   "def": "ضدواقع گرایی اخلاقی - نظریه ای فرااخلاقی به این مضمون که امور واقع اخلاقی و خاصه های اخلاقی به واقع وجود مستقل ندارند یعنی وجودشان مستقل از احساس، ادراک، باور، تلقی، واکنش یا زبان افراد نیست. این دیدگاه در تقابل با واقع گرایی اخلاقی به عینیت داوری های اخلاقی قائل نيست و غالب اشکال آن، بروفق ناشناخت انگاری، دعاوی و گزاره های اخلاقی را به معنای حقیقی کلمه صدق و کذب پذیر نمی دانند. عاطفه انگاری، توصیه انگاری، بیان انگاری و اصالت فرافکنی نمونه هایی از ناواقع گرایی اخلاقی به شمار می روند. همچنین ببینید:  ethical noncognitivism"
 },
 {
   "word": " ethical autonomy",
   "def": "خود آیینی اخلاقی. همچنین ببینید:  autonomy"
 },
 {
   "word": "ethical cognitivism",
   "def": "شناخت انگاری اخلاقی - نظریه ای در فرااخلاق که معرفت اخلاقی را ممکن می انگارد و اصول، داوری ها یا ارزشگذاری های اخلاقی را دارای ارزش منطقی truth-value) )  می شمارد. بر این اساس، داوری های اخلاقی صرفاً بیانگر عواطف، امیال یا طرز تلقیها نیستند بلکه صدق و کذب بردارند و ناظرند به خاصه ها یا کیفیات طبیعی یا ناطبیعی. شناخت انگاری اخلاقی با واقع گرایی اخلاقی پیوند دارد. در حالی که واقع گرایی اخلاقی به متافیزیک ارزش اخلاقی می پردازد، شناخت انگاری اخلاقی با معرفت شناسی اخلاق سروکار دارد. این دیدگاه در برابر ناشناخت انگاری اخلاقی قرار می گیرد. همچنین ببینید: moral realism"
 },
 {
   "word": "ethical conditionalism",
   "def": "مشروط انگاری اخلاقی. همچنین ببینید:  ethical absolutism"
 },
 {
   "word": "ethical constructivism",
   "def": "برساخته انگاری اخلاقی - این رأی که خاصه ها، امور واقع و حقایق اخلاقی به نحو متمایز و جداگانه وجود ندارند و برساخته (Constituted)اموری دیگر نظیر باورها، واکنشها یا تلقی های افراد و اجتماعات یا هنجارهای اجتماعی هستند. فی المثل، نظریهٔ ناظر آرمانی که در درستی و نادرستی اعمال را مـوکول به داوری ناظری آرمانی می داند شکلی از این دیدگاه است. این اصطلاح اخیراً بر میثاق گرایی در اخلاق نیز اطلاق می شود."
 },
 {
   "word": "ethical contextualism",
   "def": "زمینه گرایی اخلاقی - رویکردی در اخلاق، هنجاری که بر اهمیت توجه به بافت یا  زمینه ای که عمل و داوری های اخلاقی در ان صورت می پذیرد و وابستگی ملاکهای اخلاقی به بافتها یا زمینه های فرهنگی تاکید میکند. بر این اساس، اگرچه اصول و قواعد اخلاقی  بی مناسبت نیستند، نباید آنها را به نحو مکانیکی بر وضعیتهای انضمامی اطلاق کرد و خود به خود به موارد مشابه دیگرتسرى داد، بلکه باید دید که هر زمینه یا وضعیت خاصی چه عملی را اقتضا می کند. زمینه گرایی درستی یا نادرستی هر عملی را در گرو زمینه و وضعیتی می داند که عمل در آن صورت می گیرد."
 },
 {
   "word": "ethical conventionalism",
   "def": "عرفی انگاری اخلاقی - شکلی از نسبی نگری اخلاقی که می گوید اصول و داوری های عینی اخلاقی وجود ندارد، بلکه آنچه در اخلاق، عینی به نظر می رسد در حقیقت بر ساخته عرف و سنت  یا قرارداد است و اعتبار و  توجیه خود را به لطف پذیرش فرهنگی اش حاصل می کند. بر این اساسی، اصول و ارزشهای اخلاقی همانند اداب یا قواعد دستور زبان به انتخابهای آدمیان وابسته اند. این نظریه ربط وثیقی به میثاق گرایی دارد. همچنین ببینید:  contractarianism"
 },
 {
   "word": "ethical dualism",
   "def": "دوگانه انگاری اخلاقی. همچنین ببینید:  moral dualism"
 },
 {
   "word": "ethical duty",
   "def": "تکلیف اخلاقی. همچنین ببینید:  duty"
 },
 {
   "word": "ethical egoism",
   "def": "خودمحوری اخلاقی. همچنین ببینید:  egoism"
 },
 {
   "word": "ethical empiricism",
   "def": "تجربه گرایی اخلاقی - نظریه ای در معرفت شناسی اخلاق که می گوید گزاره های اخلاقی را می توان به شکل تجربی اثبات (یا ابطال) کرد یا این گزاره ها اشکالی پیچیده از احکام تجربی هستند. بر این اساس، اخلاق به صورت علمی تجربی در می آید."
 },
 {
   "word": "ethical eudaimonism",
   "def": "سعادتگرایی اخلاقی. همچنین ببینید:  eudaimonism"
 },
 {
   "word": "ethical formalism",
   "def": "صورت گرایی اخلاقی - این رای که حکایت اخلاق حکایت مجموعه ای از اصول انتزاعی است که کلی یا جهان گسترند و در موارد مشابه اعمال مشابهی را تجویز می کنند. در این نگرش، بر معیارهای صوری و قوانین کلی تأکید می شود و تفاوتهای بی ربط میان اشخاص، اوضاع و احوال و موارد جزئی نادیده انگاشته می شود. نظام اخلاقی کانت نمونه ای از صورتگرایی اخلاقی است. در برابر این دیدگاه نظریه هایی چون زمینه گرایی اخلاقی، اخلاق وضعیت نگر، اخلاق زنانه نگر، مورد نگری و اخلاق اگزیستانسیالیستی قرار می گیرند که به نحوی از انحا بر اهمیت وضعیت انضمامی، توجه به جزئیات زمینه و اوضاع و احوال و موارد منفرد تأکید می ورزند و برآن اند که این امور اقتضا می کنند که از اطلاق مکانیکی اصول کلی و تسری دادن بی قید و شرط آنها به موارد جدید پرهیز شود."
 },
 {
   "word": "ethical generalism",
   "def": "عام گرایی اخلاقی - نظریه ای در اخلاق هنجاری که می گوید آنچه درستی یا نادرستی اخلاقی را تعیین می کند نظریه ها و اصول اخلاقی عام است. بر این اساس، اصول عام اخلاقی سرمشق ضروری کردار است. عام گرایی اخلاقی دربرابر خاص گرایی اخلاقی قرار می گیرد."
 },
 {
   "word": "ethical hedonism",
   "def": "لذت گرایی اخلاقی. همچنین ببینید:  hedonism"
 },
 {
   "word": "ethical heteronomy",
   "def": "دیگر آیینی اخلاقی. همچنین ببینید: autonomy"
 },
 {
   "word": "ethical holism",
   "def": "کل گرایی اخلاقی -  این رای که آنچه ارزش ذاتی یا اولیه دارد کل است نه اجزای آن، و خیر کل بر خیر اجزا رجحان دارد. بر این اساس، کل هایی نظیر اکوسیستم ها یا انواع شان اخلاقی دارند و باید کانون تفکر اخلاقی قرار گیرند. کل گرایی اخلاقی از جمله سنتی دیرپا در اخلاق محیط زیست به شمار می رود. از این منظر، اخلاق کل گرایانهٔ محیط زیست کرهٔ زمین یا اکوسیستم ها را کانون تأمل اخلاقی قرار می دهد."
 },
 {
   "word": "ethical impartialism",
   "def": "بی طرفی اخلاقی. همچنین ببینید:  impartiality"
 },
 {
   "word": "ethical imperative",
   "def": "امر اخلاقی. همچنین ببینید:  moral imperative"
 },
 {
   "word": "ethical imperativism",
   "def": "امر انگاری اخلاقی - نظریه ای در فرااخلاق که همهٔ داوری ها و دعاوی اخلاقی را متضمن امر (imperative) می انگارد  و اخلاقیات را مجموعه ای از فرمانها یا تجویزها برای عمل کردن یا نکردن به انحایی خاصی."
 },
 {
   "word": "ethical individualism",
   "def": "فرد گرایی اخلاقی - نظریه ای در اخلاق هنجاری به این مضمون که اخلاق امری فردی است و به جای تعیین اصول یا ارزشهای عام باید افراد را به حال خود نهاد تا خودشان اخلاقیات خاص خود را رقم زنند. در این نظریه به تفرد اخلاقی و انتخاب افراد اهمیت داده می شود و یگانه قاعدهٔ تعیین کننده قاعدهٔ برخاسته از انتخاب، عقل یا وجدان فرد محسوب می شود، و حجیت یا معیار بیرونی به حساب نمی آید."
 },
 {
   "word": "ethical intellectualism",
   "def": "اندیشه گرایی اخلاقی - این رأی که فضیلت اخلاقی عبارت است از معرفت به خوب و بد یا درست و نادرست. به تعبیر دیگر، اگر بدانیم که چه کاری درست است محال است که به شیوه ای درست رفتار نکنیم. بر این اساسی، هیچ کس دانسته بد نمی کند حالتی به نام ضعف اخلاقی که در آن به رغم آنکه می دانیم کار درست چیست برخلاف این معرفت عمل می کنیم وجود ندارد. این آموزه معمولاً به سقراط (و افلاطون) نسبت داده می شود."
 },
 {
   "word": "ethical intuitionism",
   "def": "شهود گرایی اخلاقی - به طور کلی این رأی که آنچه اخلاقاً خوب یا درست است مستقیماً به شکلی غیراستنتاجی برای همه یا دست کم برای برخی افراد از راه شهود دانستنی است. صرف نظر از این وصف کلی، نظریه های شهودگرایانه از جهاتی چون محتوا، عمومیت و سرچشمهٔ شهود به اقسام گوناگون تقسیم می شوند. فی المثل، از حیث محتوا برخی متعلق شهود را خاصهٔ «خوب» می دانند (جورج ادوارد مور) و برخی دیگر «درست» را متعلق آن می انگارند (دیوید راس). همچنین، از حیث سرچشمهٔ شهود، برخی آن را عقل می شمارند (شهودگرایی عقلانی) و برخی آن را حس می دانند (نظریهٔ حس اخلاقی)."
 },
 {
   "word": "ethical irrealism",
   "def": "ضد واقع گرایی. همچنین ببینید: ethical anti-realism"
 },
 {
   "word": "ethical judgement",
   "def": "داوری اخلاقی. همچنین ببینید: moral judgement"
 },
 {
   "word": "ethical knowledge",
   "def": "معرفت اخلاقی. همچنین ببینید: knowledge moral"
 },
 {
   "word": "ethical legalism",
   "def": "قانون پرستی اخلاقی - قانون پرستی در اخلاق به دو معنای به هم پیوسته به کار می رود: (۱) این رأی که اقتضای اخلاق و اخلاقی بودن رعایت دقیق و مو به موی نص قوانین یا اصول اخلاقی است به قیمت ملاحظات دیگر؛ (۲) این دیدگاه که درستی اعمال را قوانین، اصول یا فرمانهای اخلاقی رقم می زنند و عمل آدمی تنها در صورتی درست است که بر وفق قانون یا اصل اخلاقی درستی باشد. نظریهٔ فرمان الهی، اخلاق مبتنی بر قانون طبیعی و اخلاقی کانتی نمونه هایی از قانون پرستی اخلاقی است."
 },
 {
   "word": "ethical monism",
   "def": "وحدت گرایی اخلاقی، یگانه انگاری اخلاقی. همچنین ببینید:  ethical pluralism"
 },
 {
   "word": "ethical motivation",
   "def": "انگیزش اخلاقی. همچنین ببینید:  moral motivation"
 },
 {
   "word": "ethical naturalism",
   "def": "طبیعت گرایی اخلاقی – طبیعت گرایی به طور کلی رویکردی است به تبیین پدیده ها به نحوی که در علوم طبیعی صورت می گیرد. در این چارچوب، طبیعت گرایی اخلاقی نظریه ای است فرااخلاقی که خاصه ها و محمول های اخلاقی و ارزشی را به خاصه ها و محمولهای طبیعی فارغ از اخلاق نظیر خاصه ها و محمولهای روان شناسانه تعریف و تحویل می کند یا خاصه های اخلاقی را عین خاصه های طبیعی می داند. به تعبیر دیگر، دستهٔ نخست را در دل جهان طبیعت جای می دهد. لذت گرایی اخلاقی نمونه ای است از این نظریه، زیرا «خوب» را، که خاصه و محمولی اخلاقی است، عبارت از «لذت آور» می داند، که خاصه یا محمولی طبیعی است. جورج ادوارد مور با طرح استدلال پرسش مفتوح و مغالطهٔ طبیعت گرایی این دیدگاه را مردود شمرد. طبیعت گرایی اخلاقی در برابر ناطبیعت گرایی اخلاقی قرار می گیرد."
 },
 {
   "word": "ethical neutralism",
   "def": "بی طرفی اخلاقی. همچنین ببینید:  moral neutralism"
 },
 {
   "word": "ethical nihilism",
   "def": "نیست انگاری اخلاقی – دیدگاهی فرااخلاق دایر بر اینکه امور واقع اخلاقی، ارزشهای اخلاقی یا اصول اخلاقی معتبری وجود ندارد. نظریهٔ خطاانگار نمونه ای از نیست انگاری اخلاقی است."
 },
 {
   "word": "ethical noncognitivism",
   "def": "ناشناخت انگاری اخلاقی - نظریه ای در فرااخلاق به این مضمون که داوری ها یا اصول اخلاقی ارزش منطقی (truth-Value) ندارند. بر این اساس، اظهارات اخلاقی در اصل نه از جنس باور بلکه از جنس طرز تلقی هستند. بر حسب این نظریه هیچ گونه امر واقع اخلاقی وجود ندارد تا شناخته شود. ناشناخت انگاری اخلاقی ربط وثیقی به ناواقع گرایی اخلاقی دارد و در برابر شناخت انگاری اخلاقی قرار می گیرد. Ethical anti-realism"
 },
 {
   "word": "ethical nonnaturalism",
   "def": "ناطبیعت گرایی اخلاقی - نظریه ای در فرااخلاق به این مضمون که الفاظ، ارزشها و خاصه های اخلاقی را نمی توان به واقعیتها یا خاصه های طبیعی و تجربی که دستیاب علوم تجربی (نظیر روانشناسی) است تحویل یا تعریف کرد یا دستهٔ اول را عین دستهٔ دوم شمرد. دیدگاه افلاطون دربارهٔ ایدهٔ خیر و شهودگرایی اخلاقی نمونه هایی از این نظریه است. ناطبیعت گرایی اخلاقی در برابر طبیعت گرایی اخلاقی قرار می گیرد."
 },
 {
   "word": "ethical norm",
   "def": "هنجار اخلاقی. همچنین ببینید:  norm"
 },
 {
   "word": "ethical objectivism",
   "def": "عینی انگاری اخلاقی - نظریه ای در فرااخلاق دایر بر اینکه اصول و ارزشهای اخلاقی دارای اعتبار عینی هستند و موضوعات داوری های اخلاقی نظیر درستی و نادرستی، خوبی و بدی، حقوق و تکالیف تحقق عینی دارند، فارغ از اینکه افراد آنها را چنین تشخیص دهند یا نه. بر این اساس، درستی و نادرستی یا خوبی و بدی به اموری ذهنی نظیر احساس، میل، تلقی، انتخاب یا توصیهٔ افراد یا اجتماعات وابسته نیست و شان نسبی ندارد، و داوری های اخلاقی داوری هایی شناختی است. عینی انگاری اخلاقی در برابر ذهنی انگاری اخلاقی قرار می گیرد."
 },
 {
   "word": "ethical obligation",
   "def": "وظیفهٔ اخلاقی. همچنین ببینید:  duty"
 },
 {
   "word": "ethical particularism",
   "def": "جزئی نگری اخلاقی، خاص گرایی اخلاقی  نظریه ای در اخلاق هنجاری به این مضمون که  برای مشخص کردن اینکه در اوضاع و احوالی مشخص وخاص چه عملی درست است باید به ویژگیهای خاص خود آن وضعیت نظر کنیم. به تعبیر دیگر، درستی یا نادرستی اعمال به اوضاع و احوال خاصی وابسته است که اعمال در ان صورت می پذیرند. در این زمینه اصول و قواعد اخلاقی زائدند و اگر هم اهمیتی داشته باشند از تعمیم موارد جزئی حاصل شده اند. از این منظر، اصول و قواعد اخلاقی برخلاف اوضاع و احوال جزئی، شأن کلی دارند و نمی توانند تمامی جزئیات و مختصات وضعیتهای انضمامی را به حساب آورند. جزئی نگری یا خاص گرایی اخلاقی در برابر قانون پرستی و عام گرایی اخلاقی قرار می گیرد."
 },
 {
   "word": "ethical perfectionism",
   "def": "همچنین ببینید:  moral perfectionism"
 },
 {
   "word": "ethical philosophy",
   "def": "فلسفهٔ اخلاق؛ فلسفهٔ اخلاقی - این اصطلاح غالباً به دو معنا به کار می رود: ( ۱ ) فلسفهٔ اخلاق؛ (۲) فلسفه ای که صبغه یا رویکرد اخلاقی دارد نظیر فلسفهٔ امانوئل لویناس."
 },
 {
   "word": "ethical pluralism",
   "def": "کثرت گرایی اخلاقی - کثرت گرایی در اخلاق معمولاً به سه معنای مرتبط  به کار می رود: (۱) این دیدگاه که ارزشھا، فضایل، اصول و آرمانهای اخلاقي پایه ذاتاً متکثرند و نمی توان آنها را در دل یک طرح یا نظام اخلاقی همساز کرد. آیزایا برلین، فیلسوف انگلیسی، از جمله قائلان به این رای است و از قیاس ناپذیری incommensurability) نظامهای  متفاوت ارزشی سخن می گوید: (۲) این رأی که بیش از یک ارزش یا اصل اخلاقی پایه وجود دارد و اینها قابل تحویل به یکدیگر نیستند. این نگرش به اخلاق کثرت گرایانه می انجامد؛ و (۳) قول به اینکه هیچ شکلی از زندگی وجود ندارد که به طور عینی یگانه نوع بهتر زندگی باشد و اخلاقاً جایز است که افراد براساس دریافتهایی متفاوت از زندگی نیک روزگار بگذرانند. کثرت گرایی اخلاقی در برابر وحدت گرایی اخلاقی قرار می گیرد که با نظر به اصالت وحدت با صورتهای گوناگون کثرت گرایی مخالفت می ورزد۔"
 },
 {
   "word": "ethical positivism",
   "def": "تحصل گرایی اخلاقی - این رای که اخلاق مجموعهای است از قواعد، مقررات و عرف جاری اجتماع یا آنچه حکومت به آن فرمان می دهد. بر این اساسی، اصول، احکام و ارزشهای اخلاقی صرفاً قواعد و مقررات پذیرفته شدهٔ رفتار در اجتماع یا اوامر حکومت اند."
 },
 {
   "word": "ethical pragmatism",
   "def": "عمل گرایی اخلاقی - رویکردی به اخلاق که آموزه های عملگرایی را درباره موضوعات و مسائل اخلاقی به کار می بندد. این رویکرد بویژه یادآور نام جان دیویی، فیلسوف عمل گرای آمریکایی، است، از جمله مهمترین آموزههای عملگرایی اخلاقی یا اطلاق عمل گرایانه می توان به اینها اشاره کرد: ردّ تمایز قاطع میان نظر و عمل و وحدت بخشیدن به این دو ؛ تلقی مسئلهٔ اخلاقی به عنوان مجالی برای کاوش و پژوهش و تلقی داوری های اخلاقی به عنوان فرضیه هایی که ملاک درستی آنها این است. که تا چه اندازه از پس حل موفقیت آمیز مسائل برمی آیند؛ قول به کثرت غایات و رد آموزهٔ وجود یک خیر غایی و اعلی و نیز رد تمایز قاطع میان غایت و وسیله؛ ردّ مطلق انگاری اخلاقی و در عین حال پرهیز از نسبی انگاری اخلاقی با قول به این که تجربه و عمل ملاک ارزیابی اصول اخلاقی و طریقی برای اصلاح و بهبود تدریجی آنهاست."
 },
 {
   "word": "ethical principalism",
   "def": "اصول گرایی اخلاقی. همچنین ببینید:  principalism"
 },
 {
   "word": "ethical principle",
   "def": "اصل اخلاقی. همچنین ببینید:  moral principle"
 },
 {
   "word": "ethical purism",
   "def": "اصالت خلوص اخلاقی. همچنین ببینید:  moral purism"
 },
 {
   "word": "ethical purity",
   "def": "خلوص اخلاقی. همچنین ببینید:  moral purism"
 },
 {
   "word": "ethical rationalism",
   "def": "عقل گرایی اخلاقی - این رأی که اصول کلی اخلاق از عقل سرچشمه می گیرند و می توان آنها را در پرتو نور عقل به نحو پیشین priori)) مشخص یا اثبات کرد. از این منظر، عقل بدون کمک احساس یا میل می تواند به نحوی بسنده درست و نادرست یا خوب و بد را تشخیص دهد، و تمایزات اخلاقی در عقل ریشه دارند. در زمینهٔ انگیزش اخلاقی نیز این نظریه دایر بر آن است که معرفت اخلاقی عقلانی به تنهایی و مستقل از میل می تواند سبب ساز عمل شود. عقل گرایی اخلاقی معمولاً در برابر اراده گرایی اخلاقی قرار می گیرد. فلسفهٔ اخلاق کانت نمونه ای از آن است."
 },
 {
   "word": "ethical realism",
   "def": "واقع گرایی اخلاقی. همچنین ببینید:  moral realism"
 },
 {
   "word": "ethical reasoning",
   "def": "تعقل اخلاقی، استدلال اخلاقی. همچنین ببینید:  moral reasoning"
 },
 {
   "word": "ethical relativism",
   "def": "نسبی انگاری اخلاقی -  نسبی انگاری اخلاقی نظریه ای است که در مواجهه با تفاوت و تنوع در باورهای اخلاقی افراد، گروه ها و جوامع در زمانها و مکانهای مختلف طرح شده است. این نظریه سه شکل اصلی دارد: (۱) نسبی انگاری توصيفی: قول به اینکه باورها و اصول اخلاقی پایهٔ افراد، گروهها یا جوامع گوناگون، متفاوت و حتی در مواردی متعارض است. این نظریه در دایرهٔ اخلاق توصیفی می گنجد و هنجاری وضع نمی کند؛ (۲) نسبی انگاری هنجاری: این رأی که آنچه نزد گروه یا جامعه ای واقعا درست یا خوب است نزد فرد، گروه یا جامعه ای دیگر چنین نیست. به تعبیر دیگر، هیچ گونه اصل یا باور اخلاقی که اعتبار کلی جهانگستر داشته باشد وجود ندارد و اعتبار و حقیقت داوری های اخلاقی نسبی است، یعنی در گرو آن است که آیا فرد، گروه یا جامعه ای آنها می پذیرد و انتخاب می کند یا نه. بر این اساس، داوری دربارهٔ اخلاقیات و اعمال فرد، گروه یا جامعه ای دیگر یا مداخله در امور آنها بر اساس چنین داوری هایی اخلاقا نادرست است. این نظریه در برابر مطلق انگاری اخلاقی و عینی انگاری اخلاقی قرار می گیرد؛ (3)نسبی انگاری فرااخلاقی: قول به اینکه راهی وجود ندارد که یک مـجموعه اصول اخلاقی و داوری های اخلاقی توصیه ای یا ارزشی را در برابر مجموعه ای دیگر از این اصول و داوری ها به گونه ای که اعتبار عینی داشته باشد توجیه کنیم و برتر بدانیم و به این طریق اختلاف نظرهای موجود دربارهٔ داوریهای اخلاقی پایه را برطرف سازیم. به تعبیر دیگر، همهٔ مجموعه های اصول و قواعد اخلاقی حتی آنهایی که در تعارض با یکدیگرند، ممکن است به یکسان موجه و معتبر باشند و مجموعه ای که بیش از مابقی موجه یا حقیقی باشد وجود ندارد."
 },
 {
   "word": "ethical relativity",
   "def": "نسبیت اخلاق. همچنین ببینید:  ethical relativism"
 },
 {
   "word": "ethical responsibility",
   "def": "مسئوليت اخلاقی. همچنین ببینید:  responsibility"
 },
 {
   "word": "ethical rights",
   "def": "حقوق اخلاقی. همچنین ببینید: moral rights"
 },
 {
   "word": "ethical rule",
   "def": "قاعدهٔ اخلاقی. همچنین ببینید:  moral principle"
 },
 {
   "word": "ethical satisficing",
   "def": "رضایت بخشی اخلاقی. همچنین ببینید:  satisficing utilitarianism"
 },
 {
   "word": "ethical situationalism",
   "def": "وضعیت نگری اخلاقی. همچنین ببینید: situation ethics"
 },
 {
   "word": "ethical skepticism",
   "def": "شکاکیت اخلاقی -  نظریه ای در فرااخلاق دربارهٔ شأن توجیه و معرفت اخلاقی، این نظریه میگوید که ما نمی توانیم بدانیم که آیا هیچ گونه حقیقت اخلاقی یا اصول اخلاقی معتبر وجود دارد یا نه. به تعبیر دیگر، راهی برای علم پیدا کردن به اینکه چه کاری درست، نادرست، خوب یا بد است در اختیار نداریم. همچنین، بر وفق این نظریه امکان توجيه در اخلاق منتفی است، این معنا که توجیهی برای هیچ گونه داوری اخلاقی دربارهٔ درست و نادرست یا خوب و بد وجود ندارد و نمی توان موجه بودن یک باور اخلاقی نسبت به باور اخلاقی دیگری را به اثبات رساند. شکاکان اخلاقی البته منکر آن نیستند که ممکن است حقیقت اخلاقی ای وجود داشته باشد یا برخی افعال به واقع درست یا نادرست باشد، بلکه مدعای ایشان آن است که حتی اگر چنین باشد، راهی برای شناخت و توجیه آنها وجود ندارد."
 },
 {
   "word": "ethical solipsism",
   "def": "خود تنها انگاری اخلاقی - خود تنها انگاری به طور کلی نظرگاه کسی است که فقط خود او و تصورات او وجود دارند. خود تنها انگاری اخلاقی نیز نظرگاه کسی است که می گوید تنها خود او ارزش ملاحظه اخلاقی دارد. این نگرش صورتی از خود محوری اخلاقی است."
 },
 {
   "word": "ethical status",
   "def": "شأن اخلاقی،منزلت اخلاقی. همچنین ببینید:  moral status"
 },
 {
   "word": "ethical subjectivism",
   "def": "ذهنی انگاری اخلاقی، سوژه محوری اخلاقی-  نظریه ای در فرااخلاق به این مضمون که ارزشها و خاصه های اخلاقی عینی به استقلال از ذهن یا سوژه وجود ندارند و بنیاد آنها در حالات یا افعال سوژه نظیر احساس، میل، تلقی، انتخاب یا توصیه است. به تعبیری، فی المثل خوبی در چشم نگرنده است نه در آنچه او به آن می نگرد؛ نفس الامر خوب یا بد نیست و حکم به خوبی یا بدی چیزی، بنیادی در عالم عینی ندارد. عاطفه انگاری، توصیه انگاری و تصمیم گرایی نمونه هایی از ذهنی انگاری اخلاقی است. این دیدگاه در برابر عینی انگاری اخلاقی قرار می گیرد."
 },
 {
   "word": "ethical supernaturalism",
   "def": "فراطبیعت گرایی اخلاقی -  نظریه ای در فرااخلاق به این مضمون که امور واقع و خاصه های اخلاقی، فراطبیعی هستند، نظیر امور واقع مربوط به اراده و خاصه های اراده، مانند اینکه بگوییم «خوب» یعنی آنچه خدا آن را اراده کرده است."
 },
 {
   "word": "ethical terms",
   "def": "الفاظ اخلاقی الفاظی نظیر «خوب»، «بد»، «باید»، «نباید»، \"درست»، «نادرست»، «تکلیف»، «حق»،« فعل» که در مقام توصیف، تو صیه یا ارزشگذاری در گفتار اخلاقی و زبان اخلاق به کار می روند، گرچه ممکن است در سیاقهای غیراخلاقی نیز استعمال شوند."
 },
 {
   "word": "ethical theory",
   "def": "نظریهٔ اخلاق. همچنین ببینید:  moral theory"
 },
 {
   "word": "ethical universalism",
   "def": "کلی نگری اخلاقی - نظریه ای در فرااخلاق دایر بر اینکه ملاکها یا اصول اخلاقی کلی یا عام هستند و، به تعبیر دیگر، آنچه درست یا نادرست است برای همهٔ مردمان یکسان است، فارغ از اینکه چنین انگاشته شود یا نشود. کلی نگری اخلاقی را نباید با مطلق انگاری اخلاقی یکی دانست: اگرچه هرگونه مطلق انگاری اخلاق نوعی کلی نگری اخلاقی نیز هست، اما هرگونه کلی نگری اخلاقی نوعی مطلق انگاری اخلاق نیست. ممکن است نظریه ای فی المثل اخلاق را مشروط به طبیعت بشر بداند و در عین حال کلی نگر باشد."
 },
 {
   "word": "ethical value",
   "def": "ارزش اخلاقی. همچنین ببینید:  value"
 },
 {
   "word": "ethical virtues",
   "def": "فضایل اخلاقی. همچنین ببینید:  moral virtues"
 },
 {
   "word": "ethical voluntarism",
   "def": "اراده گرایی اخلاقی - نظریه ای در فرااخلاق به این مضمون که سرچشمهٔ اصول، ضوابط و ارزشهای اخلاقی اراده یا میل یا انتخاب است (نه اینکه آنها به طور عینی وجود داشته باشند). به تعبیر دیگر، اراده است که اصول، ضوابط و ارزشهای اخلاقی را می افریند. اگر اراده ارادهٔ فرد باشد، اراده گرایی اخلاقی در ذیل ذهنی انگاری اخلاقی قرار می گیرد، و اگر ارادهٔ الهی باشد، اراده گرایی اخلاقی به صورت خاصتر اراده گرایی الهی در می آید. این نظریه معمولا در برابر عقل گرایی اخلاقی قرار می گیرد که عقل را برتر از اراده می نشاند. نظریه های متفاوتی چون نظریهٔ فرمان الهی، عاطفه انگاری، بخشی از اخلاق اگزیستانسیالیستی، توصیه انگاری و ... ذیل عنوان اراده گرایی اخلاقی قرار می گیرند. همچنین ببینید:  ethical rationalism"
 },
 {
   "word": "ethical weakness",
   "def": "ضعف اخلاقی. همچنین ببینید:  moral weakness"
 },
 {
   "word": "ethicist",
   "def": "اخلاق شناس - این واژه گاه به معنای عالم اخلاق یا فیلسوف اخلاق و گاه به معنایی اخص در اشاره به متخصصان اخلاق کاربردی به کار می رود."
 },
 {
   "word": "ethic of belief",
   "def": "اخلاقي باور. همچنین ببینید:  ethics of belief"
 },
 {
   "word": "ethics",
   "def": "اخلاق، اخلاق شناسی - واژهٔ ethics به طور کلی بر شاخه ای از فلسفه دلالت دارد که موضوع آن اخلاقیات (morality) است. با این حال، این واژه گاه مترادف با morality، یعنی موضوع  این شاخه از فلسفه، به کار می رود نظیر وقتی که از personal ethics سخن میگوییم؛ گاهی نیز آن را مترادف با اصول اخلاقی فرد، گروه یا سنتی خاصی به کار می برند، همانند وقتی که از تعبیر اخلاق اسلامی ethics Islamic استفاده می شود. واژه ethics به معنای نخست آن که اصطلاح فلسفهٔ اخلاق نیز معمولا مترادف با آن به کار می رود مشتمل بر دو زمینه است: اخلاق هنجاری (شامل اخلاق کاربردی) و فرااخلاق. با این حال، گاهی اخلاق توصیفی را نیز در دل جای می دهند. همچنین گاهی نیز این واژه صرفاً بر فرااخلاق اطلاق می شود."
 },
 {
   "word": "ethics of art",
   "def": "اخلاق هنری - شاخه ای از اخلاق کاربردی که در آن مسائل و ملاحظات اخلاقی در هنر بررسی می شود. درستی یا نادرستی هرزه نگاری در هنر و اینکه آیا درست است که در هنر ارزشهای زیبایی شناسانه، ارزشهای اخلاقی را تحت شعاع قرار دهند، از جمله مسائلی است که اخلاق هنری به آنها می پردازد."
 },
 {
   "word": "ethics of being",
   "def": "اخلاقي بودن - رویکردی در اخلاق هنجاری که در آن ہر آنچه شخص باید باشد، سیرت و پرورش فضایل، تاکید می شود نه بر آنچه شخصی باید انجام دهد یا درستی و نادرستی اعمال خاص، اخلاق رویکردهای مهم در اخلاق بودن به شمار می روند. همچنین ببینید:  virtue-based ethics"
 },
 {
   "word": "ethics of belief",
   "def": "اخلاق باور - اخلاق باور، که بیش از همه یادآور ویلیام کلیفورد، ریاضیدان انگلیسی، است، ناظر به این مسئله است که در چه شرایطی باید به چیزی باور آوریم و چه نسبتی باید بین باور و دلیل یا قرینه برقرار باشد تا باوری که داریم موجه باشد. کلیفورد بر ان بود که « همواره، همه جا و برای همه کس باور آوردن به چیزی بر پایهٔ قرینهٔ ناکافی نادرست است» و این حتی دربارهٔ پیش پاافتادهترین باورها نیز صدق می کند. این دیدگاه در مقالهٔ «ارادهٔ باور»  آماج انتقاد ویلیام جیمز، فیلسوف عمل گرای آمریکایی، قرار گرفت."
 },
 {
   "word": "ethics of care",
   "def": "اخلاق مراقبت. همچنین ببینید:  care ethics"
 },
 {
   "word": "ethics of caring",
   "def": "اخلاق مراقبت. همچنین ببینید: care ethics"
 },
 {
   "word": "ethics of conduct",
   "def": "اخلاق کردار نگر. همچنین ببینید: action-based ethics"
 },
 {
   "word": "ethics of doing",
   "def": "اخلاق عمل نگر. همچنین ببینید: action-based ethics"
 },
 {
   "word": "ethics of economy",
   "def": "اخلاق اقتصادی -  شاخه ای از اخلاق کاربردی  که مسائل و ملاحظات اخلاقی در  اقتصاد و رفتار اقتصادی را بررسی  می کند. نسبت ترتیبات اقتصادی با عدالت و جایگاه ملاکهای اخلاقی در داوری دربارهٔ امور اقتصادی از جمله مسائلی است که در اخلاق اقتصادی مطرح است. "
 },
 {
   "word": "ethics of journalism",
   "def": "اخلاق خبرنگاری - شاخه ای از اخلاق کاربردی و به اعتباری دیگر شاخه ای از اخلاق رسانه که مسائل و ملاحظات اخلاقی در کار خبرنگاران نشریات و شبکه های رادیویی و تلویزیونی را بررسی می کند. اخلاق خبرنگاری در برابر دیدگاهی که اصول اخلاقی در کار خبرنگاری را بی ربط می بیند، بر اموری نظیر، التزام به راستگویی و انصاف در گزارش اخبار، فراهم کردن حق پاسخگویی و تصحیح برای کسانی که احساس می کنند در خبر یا گزارشی امر ناروایی به آنها نسبت داده شده است، پرهیز از تجسس یا دخالت در زندگی خصوصی افراد مگر آنجا که پای کشف فساد در میان است و دیگر اصول و ارزشهایی که در این حرفه مناسبت می یابند تاکید می کند."
 },
 {
   "word": "ethics of love",
   "def": "اخلاق محبت. همچنین ببینید:  agapeism"
 },
 {
   "word": "ethics of nonviolence",
   "def": "اخلاق عدم خشونت - نظریه ای در اخلاق هنجاری دایر بر اینکه آدمی همواره باید بدون خشونت عمل کند. همچنین ببینید:  violence; nonviolence"
 },
 {
   "word": "ethics of virtue",
   "def": "اخلاق فضیلت نگر. همچنین ببینید:  virtue-based ethics"
 },
 {
   "word": "ethics ontology of",
   "def": "هستی شناسی اخلاق. همچنین ببینید: ontology of ethics"
 },
 {
   "word": "ethics sociology of",
   "def": "جامعه شناسی اخلاقی. همچنین ببینید: moral sociology "
 },
 {
   "word": "ethos (Gr).",
   "def": "سیرت، آداب و روسوم -  ریشهٔ واژهٔ ethics که در زبان یونانی بر سیرت یا منش شخص یا آداب و رسوم، هنجارها، موازین و عادتهای خاص فرد، گروه، اجتماع با قوی دلالت می کند."
 },
 {
   "word": "eudaimon (Gr).",
   "def": "سعادتمند، نیکبخت - شخصی که به سعادت (cludaimonia) دست یافته است. همچنین ببینید:  eudaimonia"
 },
 {
   "word": "eudaimonia (Gr).",
   "def": "ائودایمونیا، سعادت، شکوفندگی (انسانی) مفهوم اساسی در نظامهای اخلاقی یونان باستان که بیش از هر چیز دیگر غایت قصوای حیات اخلاقی به شمار می آمد، گرچه دریافتهای گوناگونی از آن وجود داشت. این واژه در زبان انگلیسی معمولاً به  happiness(سعادت، خوشی ) ترجمه می شود، در حالی که ائودایمونیا در درجهٔ اول دلالت بر حال روحی مقرون به خوشی و لذت ندارد و فی المثل نزد افلاطون و ارسطو بر فعلیت یافتن قابلیتهای انسانی دلالت می کند که انجام دادن نقش یا عملکرد (ergon) شایستهٔ انسان و نیک زیستن حاصل می آید و البته خوشی و لذت را نیز دربرمی گیرد. ازاین رو، برخی شکوفندگی (flourishing) انسانی را معادل مناسبتری برای آن می دانند. ائودایمونیا محور نظریه ای در اخلاق هنجاری است که سعادت گرایی خوانده می شود. همچنین ببینید:  eudaimonism"
 },
 {
   "word": "eudaemonics",
   "def": "سعادت شناسی -  بخشی از فلسفهٔ اخلاق که به بررسی سعادت می پردازد. سعادت شناسی را معمولاً در برابر فضیلت شناسی قرار می دهند."
 },
 {
   "word": "eudaimonism",
   "def": "سعادت گرایی - این رأی که ائودایمونیا (سعادت یا شکوفندگی انسانی ) غايت قصوای حیات اخلاقی است. اخلاق ارسطو نمونهٔ بارز آن است. این اصطلاح همچنین در اشاره به آموزه ای به کار می رود که فضیلت را یا عین ائودایمونیا یا مقوم اصلی آن می شمارد. همچنین ببینید:  eudaimonia"
 },
 {
   "word": "eudaimonist ethics",
   "def": "اخلاق سعادت گرایانه همچنین ببینید:  eudaimonism"
 },
 {
   "word": "euthanasia (Gr).",
   "def": "به کشی، کشتن از روی ترحم - این واژه که در اصل به معنای «مرگ خوش یا راحت» است، اصطلاحاً بر کشتن سریع و بدون درد شخصی (غیر از جنین) یا ترک عمل به هنگامی که فاعل می تواند با مداخلهٔ خویش مانع مرگ وی شود دلالت می کند. آنچه به کشی یا کشتن از روی ترحم را از اشکال دیگر قتل نفس متمایز می سازد این است که معمولا نیت فاعل از این کار تسکین رنج بیمار است و در وضعیت بیمار، مرگ خیر بزرگتر یا شر کوچکتری برایش در بردارد. به کشی از یک جهت به دو گونهٔ فعالانه و منفعلانه تقسیم می شود. به کشی فعالانه یعنی مستقیماً وارد عمل شدن برای پایان دادن به زندگی بیمار و به کشی منفعلانه یعنی مداخله نکردن به هنگام مرگ او، از جهتی دیگر، به کشی بر سه نوع داوطلبانه، غیرداوطلبانه و ناخواسته است. نوع اول با درخواست یا رضایت بیمار صورت می گیرد. نوع دوم در مورد بیماری که خود در وضعیتی نیست که تصمیم بگیرد با درخواست یا رضایت کسی که مجاز است از جانب بیمار سخن بگوید انجام می شود، نوع سوم ہر خلاف درخواست بیمارصورت می گیرد و جرم محسوب می شود. به کشی و جایز بودن با نبودن آن از حیث اخلاقی یکی از بحث برانگیزترین مسائلی است که در اخلاق کاربردی مطرح است."
 },
 {
   "word": "Euthyphro dilemma",
   "def": "قیاس دوحدی اوتوفرون - مسئله ای که اول بار در رسالهٔ اوتوفرون افلاطون طرح شده است؛ آیا کردار موافق دینداری از آن رو چنین است که خدایان آن را خوش می دارند یا خدایان از آن رو آن را خوش می دارند که موافق دینداری است؟ به بیان کلی تر، آیا درستی یا نادرستی عملی را ارادهٔ خداوند رقم می زند یا عملی از آن رو که درست است متعلق ارادهٔ خداوند قرار می گیرد؟ به نظر می رسد اگر شق اول درست باشد، اصول و ارزشهای اخلاقی در ارادهٔ خداوند سرچشمه دارند و مستقل از ارادهٔ او نیستند و بنابراین، اگر خداوند به گونه ای دیگر اراده می کرد، این اصول و ارزشها نیز دگرگون و شاید متعارض با ارزشهای مقبول اخلاقی می بود و تقید به اخلاق تن دادن به اوامر قدرتی برتر. اگر شق دوم درست باشد، آنگاه اصول و ارزشهای اخلاقی مستقل از ارادهٔ خداوندند و دربارهٔ کردار خداوند نیز براساس آنها می توان داوری کرد. از منظر قائلان به این قیاس دو حدی هر دو نتیجه نامطلوب است. با این حال، برخی متفکران نظیر توماس آکویناس قدیس این قیاس دو حدی را مردود شمرده اند و بر آن اند که خداوند ذاتاً خیر است و اصول و ارزشهای اخلاقی برخاسته از همین خیریت ذاتی و مظهر آن اند و خداوند جز با تخلف از ذات خویش نمی تواند به عملی که خلاف اصول و ارزشهای مقبول اخلاقی است حکم دهد. قیاس دو حدی اوتوفرون از مسائل مهمی است که در زمینهٔ نسبت میان دین و اخلاق مطرح است."
 },
 {
   "word": "evaluative hedonism",
   "def": "لذت گرایی ارزشگذارانه - این رأی که لذت یگانه چیزی است که باید بجوییم."
 },
 {
   "word": "evil",
   "def": "شر -آسیبی جدی یا وضعیتی ناگوار که بر موجودات ذی شعور وارد می آید. شر ممکن است به شکل جسمانی (نظیر شکنجه ) یا به شکل روانی (نظیر جنون) باشد. از منظری دیگر، شررا بر دو قسم میدانند: شر طبیعی و شر اخلاقی."
 },
 {
   "word": "evolutionary ethics",
   "def": "اخلاق تکامل نگر- رویکردی به اخلاق که می کوشد با نظر به امور واقع و حقایقی مفروض دربارهٔ تکامل زیستی و انتخاب طبیعی سرچشمهٔ اخلاقیات، گرایش اخلاقی و حس اخلاقی در فرد و جمع را روشن سازد یا بر این اساس نظریه ای هنجاری دربارهٔ درست و نادرست بپردازد و پاره ای اصول اخلاقی را (بر اساسی ارزشی که در بقای نسل دارند) توجیه کند. بدین قرار اخلاق تکامل نگر هم أشكال توصیفی دارد و هم آشکال تجویزی - توجیهی، اشکال توصیفی آن که در دایرهٔ اخلاق توصیفی جای می گیرد پژوهشی است در گسترهٔ انسان شناسی اجتماعی و اشکال تجویزی - توجیهی آن علی رغم تنوعی که در نتایجشان مشاهده می شود، علاوه بر صورت کلی استدلالشان، در این فرض کلی اشتراک دارند که سیر تکامل سیری پیشرونده است و حاصل آن به لحاظ اخلاقی درست و ارزشمند است. به عبارت دیگر، عناصر پسین در روند تکامل بهتر از عناصر بیشین هستند. فی المثل، داروینیسم اجتماعی در قرن نوزدهم با آغازیدن از واقعیتهایی مسلم فرض شده دربارهٔ سازوکار انتخاب طبیعی، نفس این سازوکار را اخلاقا خوب دانست و رفتارهای پرخاشگرانه و رقابتی را دارای بنیادی در طبیعت شمرد و از این راه برتری اقویا بر ضعفا را توجيه و عدم مداخله در این تنازع را توصیه کرد. برخی دیگر از این قسم نظریه ها حتی برنامه هایی برای بهسازی نژادی پیشنهاد کردند تا روند انتخاب دستاوردهای زیستشناسی مولکولی و زیستشناسی اجتماعی در دهه های اخیر، بالاخص در باب رفتارهای دیگر خواهانه، زمینه ساز مباحث مهمی در این باره شده است."
 },
 {
   "word": "evolved ethics",
   "def": "اخلاق تکامل يافته. همچنین ببینید:  evolutionary ethics"
 },
 {
   "word": "executive virtues",
   "def": "فضایل تحقق بخش - فضایلی که افراد را قادر می سازد که مقاصدشان را تحقق بخشند و موانع را پشت سر بگذارند. شجاعت در زمرهٔ چنین فضایلی است."
 },
 {
   "word": "existential ethics",
   "def": "اخلاق اگزیستانسیال. همچنین ببینید:  existentialist ethics"
 },
 {
   "word": "existentialist ethics",
   "def": "اخلاق اگزیستانسیالیستی - مجموعه ای از نظریه های اخلاقی ملهم از اگزیستانسیالیسم، از جملهٔ مضامین کمابیش مشترک این نظریه ها می توان اشاره کرد به جایگاه بلند و گسترهٔ فراخ اختیار و مسئولیت آدمی، اهمیت و محوریت انتخاب شخصی در وضعیتهای انضمامی، ضرورت زندگی مقرون به اصالت و وجود محذورات، تنگناها و دوراهی های اخلاقی ای در زندگی که حیات اخلاقی را با تشویش و دلهره قرین می سازد. همجنین، در برخی از نظریه های اگزیستانسیالیستی اخلاق نگرشهای سنتی به اخلاق از جمله نگرشهایی که به قوانین و هنجارهای عینی و جاودانهٔ اخلاقی قائلاند و نیز وجود چیزی به نام طبیعت بشر زیر سؤال می رود و بر این معنا تاکید می شود که ارزشها و اصول اخلاقی اموری هستند که ما با انتخابهایمان آنها را می آفرینیم. همچنین ببینید:  authenticity"
 },
 {
   "word": "expressivism",
   "def": "بیان انگاری - نظریه ای فراخلاقی در باب شأن و معنای گفتار اخلاقی، این نظریه می گوید که دعاوی اخلاقی از جنسی باور نیستند و از امور واقع اخلاقی خبر نمی دهند و نباید انها را در چارچوب شناخت انگاری اخلاقی تبیین کرد، بلکه این دعاوی وصف حال گوینده یا بیان طرز تلقی ها، عواطف یا ترجیحات و توصیه های او هستند. عاطفه انگاری و توصیه انگاری دو نمونه از این نظریه اند."
 },
 {
   "word": "externalism",
   "def": "برون گرایی - برونگرایی نظریه ای است دربارهٔ انگیزش اخلاقی و آنچه شان دلیلی برای عمل دارد. این نظریه به دو صورت است: برون گرایی انگیزشی برون گرایی در باب دلایل، برون گرایی انگیزشی به این معناست که ممکن است آدمی ببیند که مکلف است عملی را انجام دهد یا انجام دادن عملی درست است و با این حال انگیزه ای برای انجام دادن آن نداشته باشد. بر این اساس، برون گرایی منکر آن است که ملاحظات اخلاقی به خودی خود کارآیی انگیزشی دارند، و انگیزه نسبت به آنچه شأن اخلاقی عمل را تبیین می کند « بیرونی» می داند. این دیدگاه در برابر درون گرایی انگیزشی قرار دارد. برون گرایی در باب دلايل این نظریه است که دلایلی عینی برای عمل وجود دارد که وابسته به حالات درونی فاعل نظیر امیال او نیست و به این معنا بیرون از فاعل قرار دارد. بر این اساس، فی المثلی، سلامت بخش بودن به طور عینی خوب است و اینکه عملی سلامت بخش است دلیلی است برای انجام دادن آن، صرف نظر از اینکه شخصی مایل به سلامت باشد یا نباشد. این دیدگاه در برابر درون گرایی در باب دلایل قرار می گیرد."
 },
 {
   "word": "external value",
   "def": "ارزش غیر ذاتی. همچنین ببینید:  extrinsic Value"
 },
 {
   "word": "extrinsic good",
   "def": "خیر غیر ذاتی، خوب غیر ذاتی - آنچه در مقام وسیله ای برای رسیدن به خیری دیگر خیر است نه صرفا به خودی خود. خیر غیر ذاتی در برابر خیر ذاتی قرار می گیرد."
 },
 {
   "word": "extrinsic value",
   "def": "ارزش غیر ذاتی - ارزشی که صرفاً برخاسته از کیفیات نسبی دارندهٔ آن است و نه کیفیات ذاتی آن. ارزش غیر ذاتی در برابر ارزش ذاتی قرار می گیرد."
 },
 {
   "word": "fact/value distinction",
   "def": "تمایز واقعیت/ارزش - تمایز میان نحوه ای که چیزها هستند و نحوه ای که باید باشند و در نتیجه تمایز بین احکام ناظر به واقع و احکام ناظر به ارزش و تجویز (یا داوری های ارزشی و تجویزی). این تمایز را غالباً به دیوید هیوم نسبت می دهند. گرچه غالباً بر جدایی امور واقع و ارزش و داوری های ناظر به آنها صحه نهاده اند، اما در دهه های اخیر این انفصال آماج شک و انتقاد قرار گرفته و درهم تافتگی واقعیت و ارزش در برخی زمینه ها مورد تاکید واقع شده است. همچنین ببینید:  is/ought problem"
 },
 {
   "word": "fact/value gap",
   "def": "شکاف واقعیت/ارزش. همچنین ببینید:  is/ought problem; Hume's law;fact/value distinction"
 },
 {
   "word": "fairness",
   "def": "انصاف - وضعیت درستی و شایستگی روندها یا شیوه های توزیع منافع و مضار (نظیر درآمد، حقوق یا مجازات). انصاف به این معنا وصف روند یا حاصل روندی است. به معنایی دیگر، انصاف فضیلتی است که دارندهٔ آن به گونه ای عمل می کند که وضعیت یاد شده تحقق یابد. انصاف ربط وثیقی به مفاهیمی چون برابری، بی طرفی، عدالت و تناسب دارد. این مفهوم از حیث نسبتی که عدالت دارد نزد جان رالز جلوهٔ خاصی دارد. رالز اگرچه انصاف را با عدالت معادل نمی گیرد، آن را  بنیادی ترین و مهمترین رکن مفهوم عدالت می داند و بر آن است که اصول عدالت حاصل مصالحه ای منصفانه اند. همچنین ببینید:  justice as fairness"
 },
 {
   "word": "fatalism",
   "def": "قدری مشربی، جبر آیینی - این رأی که فاعلان هرگز مختار نیستند فعلی جز انچه انجام می دهند انجام دهند. برخی نیز آن را به این معنا گرفته اند که عمل انسانی تاثیری در رخدادها ندارد. از این منظر، قدری مشربی را نباید با موجب انگاری درآمیخت که به خودی خود عمل انسانی را بی تأثیر نمی داند. آموزهٔ قدری مشربی ممکن است به مثابهٔ حقیقتی منطقی یا مفهومی طرح شود بی آنکه همانند موجب انگاری یا قول به تقدیر ازلی مبتنی بر مفروضاتی علمی یا الهیاتی باشد. قدری مشربی مسئولیت اخلاقی و شخص بودن آدمی را تهدید می کند."
 },
 {
   "word": "felicific calculus",
   "def": "حساب لذت سنج، حساب خوشی سنج مفهومی که جرمی بنتام، فیلسوف فایده گرای انگلیسی، آن را پیش نهاد. حساب لذت سنج امکان محاسبهٔ ارزش یکانها یا واحدهای لذت یا خوشی را که در فایده گرایی غایت عمل است فراهم می کند. بر این اساس، در مقام مقایسهٔ دو عمل بدیل، لذات یا آلامی که هرکدام به بار می آورند از حیث شدت، مدت، قطعی بودن یا قطعی نبودن، نزدیکی یا دوری، باروری از حیث ایجاد لذات بعدی یا آلامی که ممکن است به بار آید، خلوص و دامنهٔ شمول (شمار افرادی که اثر می پذیرند) سنجیده می شود و فرض بر این است که از این راه می توان ارزش شیوه های مختلف را نسبت به یکدیگر اندازه گرفت. همچنین ببینید:  utilitarianism; principle of utility"
 },
 {
   "word": "feminine virtues",
   "def": "فضایل زنانه - برخی، فضایل را به دو دستهٔ مردانه و زنانه تقسیم کرده اند و فی المثل شجاعت را نمونه ای از دستهٔ اول و همدلی را نمونه ای از دستهٔ دوم به شمار آورده اند."
 },
 {
   "word": "feminist ethics",
   "def": "اخلاق زنانه نگر، اخلاق فمینیستی - رویکردی نوظهور در اخلاق که بر تجربه، تعلق خاطر و دریافت زنانه از اخلاق تاکید می کند و از این منظر در اخلاق توصیفی، اخلاق هنجاری و فرااخلاق دعاوی خاصی مطرح می کند :( \\ )  اخلاق توصیفی :اخلاق واخلاقیات سنتی غرب صبغه ای زن ستیز دارند و ارزشهای زنانه و تجربهٔ زنان از اخلاق و منافع آنها را به حساب نمی آورند؛ اخلاق سنتی مرد محور است؛ فاعل مرد مدل این اخلاق است؛ این اخلاق مناسب حیطهٔ عمومی است نه حیطهٔ خصوصی؛ و... ؛ (۲) اخلاق هنجاری: زنان و مردان از حقوق یکسانی برخوردارند؛ زنان و مردان برابرند؛ زنان اخلاقا بر مردان برتری دارند (در برخی نظریه ها)؛ اخلاق باید به جای آنکه اصول و قواعد، بیطرفی انتزاعی، فرد و حقوق را اصل قرار دهد، بر رابطهٔ بین اشخاص، مراقبت و اجتماع تاکید کند؛ و ..... اخلاق مراقبت نمونه ای از نظریه های هنجاری در اخلاق زنانه نگر است؛ (۳) فرااخلاق: فمینیسم اخلاق و ارزشگذاری جدیدی بنیاد می نهد؛ اخلاقیات زنان و مردان تفاوت می کند؛ اخلاق مردانه اصول را محور قرار می دهد و اخلاق زنانه جزئیات و موقعیتهای انضمامی را؛ اخلاقی مردانه فردگراست ولی اخلاق زنانه رابطه و اجتماع را محور قرار می دهد؛ تعقل اخلاقی زنان و مردان فرق دارد. یک پرسش مهم و مناقشه انگیز دربارهٔ اخلاق زنانه نگر این است که آیا زنان ذاتاً و اساساً از منظری متفاوت با مردان به اخلاق روی می کنند و بر این اساس آیا تقسیم اخلاق به زنانه و مردانه بنیاد محکمی دارد."
 },
 {
   "word": "final good",
   "def": "خیرنهایی. همچنین ببینید:  summum bonum"
 },
 {
   "word": "first order ethics",
   "def": "اخلاق مرتبه اول - تعبیری برای اخلاق هنجاری در برابرفرااخلاق که اخلاق مرتبه دوم خوانده می شود. همچنین ببینید:  normative ethics"
 },
 {
   "word": "forgiveness, paradox of",
   "def": "پارادوکس بخشایش .همچنین ببینید:  paradox of forgiveness"
 },
 {
   "word": "formalism",
   "def": "صورت گرایی. همچنین ببینید: ethical formalism"
 },
 {
   "word": "formalistic ethics",
   "def": "اخلاق صورت گرایانه. همچنین ببینید: ethical formalism"
 },
 {
   "word": "formal justice",
   "def": "عدالت صوری - به کار بستن عادلانه بی طرفانهٔ اصول فارغ از اینکه خود این اصول عادلانه باشند یا نباشند."
 },
 {
   "word": "free action",
   "def": "فعل اختیاری. همچنین ببینید: freedom"
 },
 {
   "word": "free agent",
   "def": "فاعل مختار. همچنین ببینید: freedom "
 },
 {
   "word": "freedom",
   "def": "اختیار - مسئلهٔ اختیار یا ارادهٔ آزاد، در عین آنکه مسئله ای است متافیزیکی، از جهات مهمی در اخلاق اهمیت دارد، زیرا معمولا فرض بر این است که مسئولیت اخلاقی مستلزم اختیار یا فاعلیت اختیاری است. به طور کلی اختیار به چند معنا به کار می رود. گاه مقصود از آن آزادی اراده یا آزادی انتخاب است که ناظر به داشتن اختیار حالاتی انگیزشی نظیر اراده کردن یا انتخاب کردن است. گاه مقصود از اختیار، اختیار عمل است. کسی که در مورد عمل الف اختیار دارد در وضعیتی است که می تواند یا الف را انجام دهد یا الف را انجام ندهد. به تعبیر دیگر، مختار است که به گونه ای دیگر عمل کند. گاه نیز اختیار را ناظر به عمل کردن اختیاری(acting  freely )  عمل کردنِ می برند. برخی بر آن اند که این قسم اختیار که هم در مورد حالات انگیزشی و هم در مورد اعمال قابل اطلاق است، برخلاف دو نوع دیگر، مستلزم وجود گزینه ها یا امکانهای بدیل راستین نیست: آدمی می تواند مختارانه انجام دادن الف را انتخاب کند بی آنکه اختیار انتخاب انجام ندادن الف را داشته باشد، و می تواند مختارانه الف را انجام دهد بی آنکه اختیار انجام ندادن الف را دارا باشد. نقطهٔ مقابل قول به اختیار یا اختیارگرایی، موجب انگاری است که در شکل حداکثری خود اختیار را پنداری بیش نمی داند و غالباً مسئولیت اخلاقی را باطل می شمارد. از میان پرسشهایی که دربارهٔ نسبت اختیار و مسئولیت با موجبیت محل بحث است می توان به این موارد اشاره کرد: آیا افراد در آنچه می کنند مختارند یا مجبور؟ آیا اختیار با موجبیت سازگار است؟ آیا مسئولیت اخلاقی مستلزم نوعی اختیار است؟ آیا اختیار اولاً و اساساً به فاعل منسوب می شود یا به اعمال، انتخابها یا تأملات او؟..."
 },
 {
   "word": "freedom of action",
   "def": "اختیار عمل، آزادی عمل .همچنین ببینید:  freedom"
 },
 {
   "word": "freedom of choic",
   "def": "آزادی انتخاب. همچنین ببینید:  freedom"
 },
 {
   "word": "freedom of indifference",
   "def": "اختیار در بالسویگی، ترجیح بالا مرجع قابلیت انتخاب فعل یا ترک فعل به نحو علی السویه یا یکسان، به تعبیر دیگر، قدرت انتخاب از میان ضدّین بدون آنکه موجبیتی در کار باشد."
 },
 {
   "word": "freedom of spontaneity",
   "def": "اختیار به منزلهٔ خودانگیختگی. همچنین ببینید:  determinism"
 },
 {
   "word": "freedom of will",
   "def": "آزادی اراده. همچنین ببینید:  freedom"
 },
 {
   "word": "free volition",
   "def": "ارادهٔ آزاد. همچنین ببینید:  freedom"
 },
 {
   "word": "free will",
   "def": "ارادهٔ آزاد. همچنین ببینید: freedom"
 },
 {
   "word": "free will problem",
   "def": "مسئلهٔ ارادهٔ آزاد، مسئلهٔ اختیار. همچنین ببینید:  freedom"
 },
 {
   "word": "friendship",
   "def": "دوستی - دوستی یکی از مضامین مهم در نظریهٔ اخلاق باستان بالاخص نزد افلاطون، ارسطو، اپیکوریان و رواقیون بود ولی در دوران جدید کمتر به عنوان مضمونی اخلاقی محل اعتنا قرار گرفته است، گرچه در دهه های اخیر نزد آن دسته از نظریه های اخلاق که به روابط بین اشخاص توجه دارند بازگشتی به این مضمون مشاهده می شود. در دوستی معمولاً نوعی گشودگی به روی غیر و گریز از خودمحوری هست. به تعبیر کلاسیک ارسطو، دوست خودی دیگر است و بنابراین، همان قدر که آ دمی برای خویش عزیز است دوست نیز نزد او چنین است. دوستی امری است شخصی وازهمین رو ممکن است اقتضائات آن گاه با اقتضائات نظریه های اخلاقی عام گریانه نظیر اخلاق کانتی یا فایده گرایی همخوانی نداشته باشد بر این اساس، گاه گفته می شود که انحصاری بودن دوستی و تمایزی که در آن بین ما دوستان – وآنها – دیگران – نهاده می شود با مطالبات عام گریانه اخلاقی مغایرت دارد ودوستی ممکن است به رذایلی چون دروغگویی و جانبداری راه دهد."
 },
 {
   "word": "game theory",
   "def": "نظریهٔ بازی - نظریه ای دربارهٔ تصمیم گیری در وضعیتهایی نظیر انتخابات که در آن انتخابهای افراد بر یکدیگر تأثیر می گذارند. در این نظریه روشهایی صوری برای رسیدن به بهترین گزینه پیشنهاد می شود و تاثیرات تعاملات راهبردی بین افراد فهرست و تحلیل می گردد. قیاس دو حدی زندانیان نمونه ای از مسائل آن است."
 },
 {
   "word": "Gauguin problem",
   "def": "مسئلهٔ گوگن - مسئله ای در اخلاق هنری به این مضمون که ملاحظات اخلاقی اگرچه مهمتر از سایر ملاحظات فرض می شوند ولی ممکن است در مواردی نسبت به ملاحظات دیگر نظیر ملاحظات هنری شأن فرعی پیدا کنند. این اصطلاح با نظر به زندگی گوگن، نقاش فرانسوی، جعل شده است - هنرمندی که به خاطر هنرش با خانوادهٔ خود اخلاقاً درست رفتار نمی کند ولی تصور می شود که دستاوردهای هنری اش کار او را توجیه می کنند."
 },
 {
   "word": "general good",
   "def": "خیرعام. همچنین ببینید:  common good"
 },
 {
   "word": "generalism",
   "def": "عام گرایی. همچنین ببینید:  ethical generalism"
 },
 {
   "word": "generalizability",
   "def": "تعمیم پذیری، کلیت پذیری. همچنین ببینید:  universalizability"
 },
 {
   "word": "generic consistencyprinciple of",
   "def": "اصل سازگاری عام. همچنین ببینید:  principle of generic consistency "
 },
 {
   "word": "goal-based ethics",
   "def": "اخلاق غایت بنیاد. همچنین ببینید:  teleological ethics"
 },
 {
   "word": "golden mean",
   "def": "حد وسط زرین. همچنین ببینید:  the mean"
 },
 {
   "word": "golden rule",
   "def": "قاعدهٔ زرین -  قاعده ای اخلاقی که به شکلی از آشکالش در کثیری از نظامهای اخلاقی و ادیان و فرهنگها آمده است. صورت کلی آن چنین است: «با دیگران چنان رفتار کنید که می خواهید با شما رفتار کنند» (یا در شکل سلبی آن: «با دیگران چنان رفتار مکنید که نمی خواهید با شما رفتار کنند»). این قاعده را از آن رو زرین خوانده اند که معتقدند ارزش بی حد و حصر دارد و غالباً اصل نخستین کردار محسوب شده است. امر مطلق در اخلاق کانت تعبیر خاصی از همین اصل است. با این حال، بحثها و مناقشه هایی دربارهٔ تعیین دامنه و اطلاق این قاعده، ویژگی کلیت آن و مسائلی دیگر در گرفته است."
 },
 {
   "word": "good",
   "def": "خوب، خیر- عامترین واژه ای که در ارزیابی مثبت به کار می رود. خوب نامیدن چیزی، در برابر بدنامیدن آن، دلالت بر این دارد که آن چیز مطلوب است یا ارزش انتخاب دارد. واژهٔ خوب یکی از مهمترین اصطلاحاتی است که در زبان اخلاق استعمال می شود و در بسیاری از نظریه های ارزش نگر و غایت گرایانهٔ اخلاق بالاخص نظریه هایی که درستی عمل را در گرو خوبی نتایج آن می دانند از جمله فایده گرایی، نقش محوری دارد. «خوب» در سیاقهای گوناگون به معانی گوناگون به کار می رود و به طور کلی باید بین معنای اخلاقی آن (نظیر اینکه «راستگویی خوب است») و معنای فارغ از اخلاق آن (نظیر اینکه «این دوچرخه دوچرخهٔ خوبی است») تمایز نهاد. فیلسوفان اخلاق در تعریف «خوب» (و نیز در تعریف پذیری آن) اختلاف نظر دارند."
 },
 {
   "word": "good in itself",
   "def": "خوب فی نفسه، خیر فی نفسه - آنچه صرفا به خودی خود خوب یا خیر است بی آنکه در مقام وسیله ای برای خیری دیگر یا به جهت وابستگی اش به خیری دیگر چنین باشد. سعادت، لذت، فضیلت، ارادهٔ خیر و معرفت از جمله اموری هستند که نزد فلاسفهٔ اخلاق خیر یا خوب فی نفسه محسوب شده اند. همچنین ببینید:  summum bonum"
 },
 {
   "word": "good-making feature",
   "def": "خاصه خوب ساز. همچنین ببینید:  good-making quality"
 },
 {
   "word": "good-making quality",
   "def": "خاصه خوب ساز- خاصه یا کیفیتی که مایهٔ خوبی آن چیزی است که خوب است. برخی فلاسفهٔ اخلاق یک خاصه (نظیر لذت) را خاصه خوب ساز می دانند و برخی دیگر به دو یا چند خاصهٔ خوب ساز قائل اند. خاصهٔ خوب ساز در برابر خاصهٔ بدساز قرار می گیرد."
 },
 {
   "word": "goodness",
   "def": "خوبی، خیر. همچنین ببینید:  good"
 },
 {
   "word": "good reasons approach",
   "def": "رهيافت دلايل محکم. همچنین ببینید: good reasons theory"
 },
 {
   "word": "good reasons theory",
   "def": "نظریهٔ دلایل محکم - رویکردی در نظریه پردازی فرااخلاقی که عمدتاً تحت تأثیر آرای ویتگنشتاین متأخر، منطق و حدود استدلال اخلاقی را بررسی می کند. هواداران این رویکرد بر آن اند که نظریه هایی چون عاطفه انگاری حق عقلانیت در اخلاق را ادا نمی کنند: ما دربارهٔ مسائل اخلاقی استدلال می کنیم و برخی استدلالها را برای پاره ای داوری های اخلاقی محکم می شماریم و برخی را سست؛ بنابراین، نظریه ای قابل قبول باید جایگاه استدلال را در اخلاق توجیه کند. آنها برآن اند که پیش از آنکه ادعا کنیم که احکام اخلاقی عینی یا ذهنی، قابل توجیه یا توجیه ناپذیرند باید مفاهیم دلیل خوب و منطق و حدود استدلال اخلاقی را ایضاح کنیم. در این رویکرد پرسش اصلی این است که چه هنگام دلیلی، برای حکمی اخلاقی دليل محکمی است و چه چیزی دليلی اخلاقی را دلیلی محکم می گرداند. استیون تولمین، کورت پیر، جان رالز و کی نیلسن از جمله نمایندگان این رویکرد محسوب می شوند."
 },
 {
   "word": "good will",
   "def": "ارادهٔ خیر- مفهومی که بالاخص در اخلاق کانت اهمیت دارد. به عقیدهٔ او، یگانه چیزی که در جهان به شکلی نامشروط و ذاتی خیر است ارادهٔ خیر است. ارادهٔ خیر در نظر کانت ارادهٔ عمل کردن بر طبق قانون ملی اخلاق بدون توجه به منفعت شخصی است. همچنین ببینید:  categorical imperative"
 },
 {
   "word": "greatest good",
   "def": "خیراعظم. همچنین ببینید:  summum bonum"
 },
 {
   "word": "greatest happiness principle",
   "def": "اصل بیشترین خوشی. همچنین ببینید:  principle of utility"
 },
 {
   "word": "group responsibility",
   "def": "مسئوليت گروهی - مسئولیتی که بـه جمع یا گروهی نسبت داده می شود در برابر مسئولیت فردی. مسئلهٔ مهم دربارهٔ مسئولیت گروهی یا جمعی این است که آیا همان تعریف، الگو و ملاکهایی که دربارهٔ مسئولیت فاعلی منفرد اخلاقی به کار می رود در باب این قسم مسئولیت نیز به کار میآید و کفایت می کند. به این پرسش پاسخهای متفاوتی داده شده است. همچنین ببینید:  responsibility"
 },
 {
   "word": "guilt",
   "def": "احساس گناه - احساسی ناگوار برخاسته از اینکه می دانیم کاری نادرست کرده ایم و بنابراین سزاوار نکوهش یا خشم دیگرانیم. احساس گناه معمولاً ما را آماده می سازد که خشم دیگران را که در غیر این صورت متقابلاً ما را خشمگین می ساخت تاب آوریم."
 },
 {
   "word": "habit",
   "def": "عادت. همچنین ببینید:  hexis"
 },
 {
   "word": "happiness",
   "def": "سعادت، خوشی - میل به سعادت یکی از امیال آشکار آدمیان و از سرچشمه های کردار انسانی است. از همین روست که تقریبا همهٔ نظریه های اخلاق کم یا بیش برای آن شان و اهمیتی قائل اند یا موضعی دربارهٔ آن اختیار کرده اند.با این حال، حیث ماهیت سعادت (لذت، فضیلت یا اموری دیگر)، جایگاه اولیه یا ثانویهٔ آن در اخلاق (فایده گرایی اخلاق کانتی دو حد پیوستار سعادت اند)، بسنده بودن یا نابسنده بودن آن در مقام غایت حیات اخلاقی، و موضوعات دیگری از این دست میان نظریه های اخلاق اختلاف هست. علی رغم اختلاف نظر در توصیف معنای سعادت، برخی، اوصاف زیر را کمابیش مناقشه ناپذیر شمرده اند: سعادت وضعیت کسی است که حیاتی کامل را  سپری می کند، از زندگی خود راضی است و مایل است که این زندگی همان طور که هست ادامه پیدا کند، اوضاع را بر وفق مراد می داند و بخش زیادی از آنچه می خواهد انجام می دهد و دارد. دربارهٔ سعادت دو نگرش را می توان از هم متمایز کرد: (۱) نگرش ذهنی که بر وفق آن، اگر افراد صادقانه خود را سعادتمند بدانند هم شرط لازم و هم شرط کافی سعادت برآورده شده است بنابراین اسناد سعادت به آنها موجه است؛ (۲) نگرش عینی به این مضمون که داوری صادقانه افراد برای اسناد سعادت به آنها لازم است اما کافی نیست، زیرا این داوری ممکن است مقرون به خطا باشد. همچنین ببینید: eudaimonism; eudaimonia"
 },
 {
   "word": "hard determinism",
   "def": "موجب انگاری حداکثری، موجب انگاری شدید. همچنین ببینید:  determinism"
 },
 {
   "word": "hard paternalism",
   "def": "پدرمآبی حداکثری، پدرمآبی شدید. همچنین ببینید:  paternalism"
 },
 {
   "word": "hedon",
   "def": "لذت - برگرفته از واژهٔ hedone در زبان یونانی به معنای لذت. گاه hedon به عنوان واحد لذت به کار می رود."
 },
 {
   "word": "hedone (Gr).",
   "def": "لذت. همچنین ببینید:  pleasure"
 },
 {
   "word": "hedonic calculus",
   "def": "حساب لذت سنج. همچنین ببینید: felicific calculus"
 },
 {
   "word": "hedonism",
   "def": "لذت گرایی - نظریه ای که لذات جویی را غایت فی نفسه وقصوی می شمارد.لذت گرایی بر دو نوع است: (1) لذت گرایی اخلاقی: قول به این که لذت یگانه ارزش ذاتی مثبت و الم یگانه ارزش ذاتی منفی است و آدمی اخلاقاً باید جویای لذت باشد؛(2) لذت گرایی روان شناختی: این رأی که ساختار وجود ما به گونه ای است که به طرزی اجتناب ناپذیر طالب لذتیم وازالم بیزاریم."
 },
 {
   "word": "hedonistic paradox",
   "def": "پارادوکس لذت گرایی - ایرادی که نسبت به هر دو شکل اخلاقی و روان شناختی لذت گرایی طرح شده است: به نظر می رسد که بسیاری از لذتهای زندگی غالباً بر کسانی دست می دهد که چیزهایی را به خاطر خود آنها می جویند و به دلایلی غیر از لذت جویی به فعالیتی می پردازند، تعبیر دیگر این پارادوكس از این قرار است که اگر آگاهانه لذت را غایت اعمال خویش قرار دهیم به آن نایل نخواهیم شد، در حالی که اگر اموری دیگر را به خاطر خودشان فارغ از محاسبهٔ لذت آنها بجوییم به لذت خواهیم رسید. بر این اساس، هم این رأی که ما در هر کاری به واقع جویای لذتیم و هم این نظریه که تنها باید برای لذت ارزش قائل شویم، محل تردید قرار می گیرد و این گزینه مطرح می شود که چه بسا بهترین راه برای کسب لذت جستن آن نباشد. همچنین ببینید:  һсdonism"
 },
 {
   "word": "hedonistic utilitarianism",
   "def": "فایده گرایی لذت گرایانه - شکل غالب فایده گرایی کلاسیک که خوبی یا بدی نتیجهٔ عمل را در گرو خوشایند (یا لذت بخش ) بودن یا نبودن آن می داند. از این منظر، یگانه چيزی که  ذاتا خوب است لذت است و یگانه چيزی کـــه ذاتاً بد است الم است و فایده گرایی ما را ملزم می دارد که کاری کنیم که برای بیشتر افراد، لذت هر چه بیشتر بر الم فزونی یابد. همچنین ببینید:  utilitarianism"
 },
 {
   "word": "herd-animal morality",
   "def": "اخلاق گله. همچنین ببینید:  slave morality"
 },
 {
   "word": "herd morality",
   "def": "اخلاق گله. همچنین ببینید:  slave morality"
 },
 {
   "word": "heteronomy",
   "def": "دیگر آیینی. همچنین ببینید:  autonomy"
 },
 {
   "word": "heteronomy of ethics",
   "def": "دیگر آیینی اخلاق. همچنین ببینید:  autonomy"
 },
 {
   "word": "heteronomy of will",
   "def": "دیگر آیینی اراده. همچنین ببینید:  autonomy"
 },
 {
   "word": "һеxis (Gr).",
   "def": "ملکه،عادت - کیفیت یا گرایشی پایدار در سیرت یا نفس انسان که او را به عمل کردن یا اندیشیدن به طریقی خاص سوق می دهد. این واژه را سنتاً به habitu ،(بر گرفته از            habitus در زبان لاتین) ترجمه کرده اند که به نظر برخی، برگردان گمراه کننده ای است، زیرا تلویحاً «نوعی الگوی غیرارادی و صرفا تکراری رفتار» را می رساند، مفهوم ملکه در اخلاق ارسطو اهمیت بسیار دارد.از دید او،ملکه جنس فضیلت است. فی المثل،کسی که شجاعانه رفتار می کند دارای ملکهٔ شجاعت است."
 },
 {
   "word": "highest good",
   "def": "خیر اعلی. همچنین ببینید: summum bonum  "
 },
 {
   "word": "holy will",
   "def": "ارادهٔ قدسی- ارادهٔ قدسی در اخلاق کانت به گونه ای خود انگیخته و بی آنکه ناگزیر باشد با تمایلات مخالف خوان یا گرایش فطری آدمی به شر در ستيز ياشد مایل به فرمانبرداری از اوامر اخلاق است.کانت بر آن است که ارادهٔ قدسی برخلاف ارادهٔ خیر در افق امکانات آدمی جای ندارد."
 },
 {
   "word": "humanity, principle of",
   "def": "اصل انسانیت. همچنین ببینید:  principle of humanity"
 },
 {
   "word": "human nature",
   "def": "طبیعت بشر- کیفیت یا دسته ای از کیفیات که متعلق به همه انسانها تلقی می شود و در پس تفاوتهای فرهنگی، نژادی،اجتماعی و... آدمی را آنی می کند که هست و مایه تمایز او از دیگر حیوانات می شود. فی المثل، قابلیت تعقل معمولا ازعناصر مقوم  طبیعت بشر محسوب می شود. اینکه آیا چیزی به نام طبیعت بشر وجود دارد یا نه، مسئله ای است بحث برانگیز که پاسخ آن دلالتهای اخلاقی مهمی دارد. اعتقاد به وجود طبیعت بشر بخشی از این باور کلی تر است که انواع طبیعی ذات دارند. برخی فیلسوفان اخلاق بر آن اند که طبیعت بشر اخلاق یا اخلاقیات را رقم می زند و اساسا اخلاق مشروط به طبیعت بشر است. برخی دیگر اخلاق را مبتنی بر طبیعت بشر نمی دانند و بر آن اند که آنچه طبیعت بشر خوانده می شود ضرورتا ثابت و انعطاف ناپذیر نیست و ممکن است به اشکال گوناگون تغییر کند."
 },
 {
   "word": "human rights",
   "def": "حقوق بشر - حقوق بشر حقوقی تلقی می شود که انسانها در همهٔ زمانها و مکانها به صرف انسان بودن از آنها برخوردارند، نظیر حق آزادی بیان. این حقوق، کلی، مستقل از هرگونه عمل، نظر یا نهاد انسانی، والزام آور و سلب ناشدنی محسوب می شود و فارغ از اینکه حکومتها آنها را به رسمیت بشناسند یا نه، معتبر به حساب می آید. حقوق بشر امروزه در اخلاق و سیاست تا حدود زیادی همان جایگاهی را دارد که زمانی حقوق طبیعی داشت. این حقوق به جهت اوصافی که دارد ملاک مستقلی به شمار می آید که بر حسب آن قوانین و سیاستها، نظام های حقوقی و سایر نهادها ارزیابی و نقد می شود. از جمله مسائلی که دربارهٔ حقوق بشر مطرح است وجود یا عدم آنها، توجیه این حقوق، و کلیت و اعتبار آنهاست."
 },
 {
   "word": "human virtues",
   "def": "فضایل انسانی. همچنین ببینید:   theological virtues"
 },
 {
   "word": "Hume's fork",
   "def": "دوشاخهٔ هیوم - تعبیری است از قیاسی دو حدی (dilemma) منسوب به هیوم به این مضمون که اعمال ما یا موجب است یا نتیجهٔ رخدادهای تصادفی، و در هردو حالت در قبال آنها مسئول نیستیم. همچنین ببینید: dilemma of determinism"
 },
 {
   "word": "Hume's law",
   "def": "قانون هيوم - نظریه ای که اول بار دیوید هیوم آن را مدون کرد دایر بر اینکه استنتاج «باید» از «است» منطقاً محال است. به تعبیر دیگر، شکاف میان امور واقع و ارزشها (یا تکالیف ) را منطقاً نمی توان پر کرد. همچنین ببینید:  fact/value distinction; is/ought problem"
 },
 {
   "word": "hypothetical imperative",
   "def": "امر مشروط - امری که عملی را تجویز میکند از آن حیث که آن عمل وسیله ای است برای رسیدن به غایتی که فاعل به آن میل دارد یا طرحی که فاعل در سر دارد. صورت کلی این امر چنین است: «اگر الف را میخواهی، عمل ب را انجام بده.» بر این اساس، امر به انجام دادن عمل ب مشروط به داشتن میل به الف است. امر مشروط در برابر امر مطلق قرار می گیرد."
 },
 {
   "word": "ideal agent",
   "def": "فاعل آرمانی. همچنین ببینید:  idealized agent"
 },
 {
   "word": "idealized agent",
   "def": "فاعل آرمانی - تصوری است که در برخی نظریه های اخلاق و سیاست در حکم سرمشقی برای فاعلان معمولی به کار می رود. از این منظر، طرز رفتار فاعل آرمانی ملاکی برای رفتار فاعلان اخلاقی است. فاعل آرمانی کسی است که صفات اخلاقی را خواه در سیرت خویش خواه در کردار خود به کمال جلوه گر ساخته است، نظیر انسان فرزانه نزد رواقيون."
 },
 {
   "word": "ideal observer",
   "def": "ناظر آرمانی. همچنین ببینید:  ideal observer theory"
 },
 {
   "word": "ideal observer theory",
   "def": "نظریه ناظر آرمانی - از آنجا که معمولاً داوری اخلاقی درست در گرو آن دانسته می شود که فاعل اطلاعات درستی دربارهٔ عمل واوضاع و احوالی که عمل در آن صورت می گیرد داشته باشد، بی طرف باشد و از سر همدلی واکنش نشان دهد، و نیز با عنایت به اینکه داوری های اخلاقی ما در مقام انسانهایی که به علل گوناگون نظیر جهل یا جانبداری در معرض خفا هستیم ممکن است ناصواب باشد، برخی فیلسوفان اخلاق برای دستیابی به کلیت و بیطرفی در داوری های اخلاقی، مفهومی به نام ناظر آرمانی را مطرح کرده اند که حاصل آرمانی سازی آن دسته از صفات آدمی است که در داوری اخلاقی نقش اساسی دارند. بر اساس نظریهٔ ناظر آرمانی، این ناظر موجود فرضی خیرخواه، منصف، دانای مطلق، بی طرف و همدلی است که داوری ها و واکنشهای اخلاقی اش نسبت به اشخاص، اعمال اوضاع و احوال ملاک درستی و نادرستی اخلاقی است. نمونهٔ مشهوری از نظریهٔ ناظر آرمانی نظریهٔ ناظرآرمانی بی طرف نزد آدام اسمیت است. همچنین ببینید:  idealized agent; impartiality"
 },
 {
   "word": "ideal utilitarianism",
   "def": "فایده گرایی آرمانی - شکلی از فایده گرایی دایر بر اینکه کثیری از چیزها ارزش ذاتی دارند که (معمولا ) لذت یا خوشی هم یکی از آنهاست. بر این اساس، اموری چون معرفت، خودآیینی یا فضیلت نیز فارغ از اینکه افراد آنها را ترجیح دهند یا ارزش نهند یا با آنها خوشتر روزگار بگذرانند یا نه، ممکن است ذاتاً خوب یا ارزشمند تلقی شوند و در محاسبات فایده گرایانه به حساب آیند."
 },
 {
   "word": "I-It relationship",
   "def": "رابطهٔ من – آن. همچنین ببینید:  I-Thou relationship"
 },
 {
   "word": "ideal spectator",
   "def": "ناظرآرمانی. همچنین ببینید: ideal observer theory"
 },
 {
   "word": "immoral",
   "def": "اخلاق ستيز، اخلاق ستيزانه، خلاف اخلاق -کسی که با نهاد اخلاق و ارزشها و هنجارهای سر ستیز دارد یا چیزی که با اخلاق مغایراست و ارزشها و هنجارهای آن را نقض می کند. همچنین ببینید: immoralism"
 },
 {
   "word": "immoralism",
   "def": "اخلاق ستیزی - مخالفت با نهاد اخلاق و ارزشهای آن. اخلاق ستیز کسی است که ارزشهای اخلاقی را رد یا انکار می کند. این موضع را نباید با اخلاق نشناسی  (amoralism) درآمیخت. همچنین ببینید:  amoralism"
 },
 {
   "word": "impartialism",
   "def": "بی طرفی. همچنین ببینید: Impartiality"
 },
 {
   "word": "impartiality",
   "def": "بی طرفی - حالت یا کیفیتی نفسانی که غالباً آن را فضیلتی مهم برای فاعلان اخلاقی و دارای ربط وثیقی با عدالت و انصاف تلقی می کنند. بیطرف بودن اقتضا می کند که در داوری دربارهٔ آنچه باید انجام گیرد یا آنچه بر عهدهٔ هر شخصی است یا در توزيع منافع و مضار، ملاحظات بدون ربط و مناسبت نظیر اینکه چه افرادی دخیل اند، امیال و منافع خاص آنها و نسبت خاص ایشان با کسی که داوری یا توزیع می کند در نظر گرفته نشود. به تعبیر دیگر، الف در زمینهٔ ب نسبت به فرد یا گروه ج بی طرف است اگر و تنها اگر اعمال الف در زمینهٔ ب به هیچ روی تحت تاثیر منفعت یا آسیبی که این اعمال به ج می رساند قرار نگیرد. ناکامی در بیطرفی در حکم جانبداری است. بی طرفانه عمل کردن به خودی خود تضمین کنندهٔ انصاف یا اخلاقی عمل کردن نیست: قاضی ممکن است قوانینی را بی طرفانه اجرا کند که خود می داند خلاف اخلاق است. همچنین، بی طرفی مستلزم بی طرفی در میان ارزشها نیست: قاضی می تواند نسبت به طرفین دعوا بی طرفی پیشه کند و در عین حال طرفدار مساوات و عدل برای همگان باشد. فلاسفهٔ اخلاق برای تضمین ہی طرفی آزمونهای مختلفى پیشنهاد کرده اند که از آن جمله به این موارد اشاره کرد: (۱) آزمون عکس پذیری (reversibility) که کورت بیرآن را پیش نهاده است آدمی بی طرفانه عمل می کند اگر و تنها اگر از عمل کردن به همان شکل حتی در صورتی که نقشهای طرفین دخیل معکوس (reversed)   شود دفاع کند.این آزمون ربط وثیقی قاعده زرین دارد ( ۲ ) آزمون کلیت پذیری که ریچارد مروین هرآن را طرح کرده است آدمی بی طرفانه عمل می کند اگروتنها آگر از این امر دفاع کند که هر کس در همان اوضاع و احوال به همان نحو عمل می کند؛ (۳) آزمون حجاب بی خبری: آدمی بی طرفانه عمل می کند اگر و تها اگر به گونه ای عمل کند که در صورت نداشتن معرفتی از خودش که او را از هرشخص متعقل دیگر متمایز می ساخت عمل می کرد.  برخی فلاسفهٔ اخلاق در این باره تردید کرده اند که بی طرفی در تمام ملاحظات و مناسبات اخلاقی روا باشد. همچنین ببینید:  partiality"
 },
 {
   "word": "impartial spectator",
   "def": "ناظربی طرف - مفهوم اساسی در نظریهٔ اخلاق آدام اسمیت که به قصد رسیدن به داوری های درست اخلاقی طرح شده است. به نزد اسمیت، ناظر بی طرف انسانی خیالی «درون سینهٔ» ماست که بی طرفانه آگاهانه داوری می کند و تصویب یا ردّ او ملاک درستی یا نادرستی رفتاری است که مورد داوری وی قرار می گیرد. اسمیت به این ناظر بی طرف تحت عنوان وجدان نیز اشاره می کند و رای او را رأی «محکمه ای عالی» می داند. نظریهٔ ناظر بی طرف شکلی از نظریهٔ ناظر آرمانی است. همچنین ببینید:  ideal observer theory"
 },
 {
   "word": "imperative",
   "def": "امر. همچنین ببینید:  moral imperative"
 },
 {
   "word": "imperativism",
   "def": "امرانگاری. همچنین ببینید:  ethical imperativism"
 },
 {
   "word": "imperfect duty",
   "def": "تکلیف ناقص. همچنین ببینید:  perfect duty"
 },
 {
   "word": "imperfect rights",
   "def": "حقوق ناقص. همچنین ببینید:  perfect rights"
 },
 {
   "word": "inauthenticity",
   "def": "بی اصالتی. همچنین ببینید:  authenticity"
 },
 {
   "word": "incompatibilism",
   "def": "ناسازگارانگاری - این رأی که اختیار (و مسئولیت) با موجبیت علی جمع نمی شود. موجب انگاری حداکثری نمونه ای از آن است. همچنین ببینید:  freedom; determinism"
 },
 {
   "word": "indetermination",
   "def": "ناموجبیت. همچنین ببینید:  determinism"
 },
 {
   "word": "indeterminism",
   "def": "ناموجب انگاری. همچنین ببینید: determinism  "
 },
 {
   "word": "indifference, liberty of",
   "def": "اختیار در بالسویگی، ترجیح بالا مرجح. همچنین ببینید:  freedom of indifference"
 },
 {
   "word": "indirect duties",
   "def": "تکالیف غیرمستقیم. همچنین ببینید: direct duties "
 },
 {
   "word": "indirect utilitarianism",
   "def": "فایده گرایی غیرمستقیم، فایده گرایی باواسطه شکلی از فایده گرایی که می کوشد بر این مشکل غلبه کند که گاه محتمل نیست بدانیم که چه عملی خوشی را در واقع به حد اعلی می رساند. بر این اساس، فایده گرایی غیرمستقیم می گوید که پیروی از اموری چون نظامهای درست قواعد یا سیرت نیکوی انسانی و پروردن عادات درست  عمل کردن براساس آنها به جای محاسبهٔ ارزش نتایج پیش از تصمیم گیری برای عمل، محتملتر است که درست عمل کنیم. این شکل از فایده گرایی از آن رو غیرمستقیم خوانده می شود که مستقیما به اعمال مربوط نمی شود. فایده گرایی قاعده نگر صورتی از فایده گرایی غیرمستقیم است."
 },
 {
   "word": "individual ethical egoism",
   "def": "خودمحوری اخلاقی فردی. همچنین ببینید:  egoism"
 },
 {
   "word": "inherentism",
   "def": "اصالت ارزش ذاتی – نظریه ای در اخلاق ناظر به حیوانات که اگرچه اصالت احساس (sentientism) را (این رای که ملاک تعلق به اجتماع اخلاقی احساس یا شعور یا قابلیت تجربهٔ لذت و الم است و بنابراین حیوانات غیر از انسان نیز موضوع پروای اخلاقي قرار می گیرند) در قیاس با اصالت عقل (این رأی که ملاک تعلق به اجتماع اخلاقی قابلیت تعقل است و بنابراین حیوانات غیر از انسان موضوع پروای اخلاقی قرار نمی گیرند) گامی به پیش می داند، ولی می کوشد ضمن حفظ وجوه مثبت این نظریه از آن فراتر رود. نظریهٔ اصالت ارزش ذاتی، که همانند نظریهٔ اصالت احساس روح برابری خواهانه دارد، برخلاف نظریهٔ اخیر نه «حالات ذهنی» بلکه «افراد» را محمل ارزش نهایی می داند. این نظریه از مفهوم «غايت فی نفسه» کانت (که خود آدمیان را مصداق آن می شمرد) بهره می گیرد و بر آن است که حیوانات نیز همانند انسانها ارزش ذاتی (inherent) یا ارزش فی نفسه دارند، صرف نظر از سودمندی ممکن آنها برای دیگران و ارزش حالات ذهنی شان. از این قرار، قائلان به این نظریه شالودهای فلسفی برای حقوق بشر و حقوق حیوانات می افکنند و بر این باورند که آن افرادی که ارزش ذاتی دارند، اعم از انسان یا حیوان، حق پای های نیز دارند برای آنکه با آنها از سر احترام و همچون غایتی فی نفسه رفتار شود."
 },
 {
   "word": "inherent value",
   "def": "ارزش ذاتی. همچنین ببینید:  intrinsic value"
 },
 {
   "word": "innocence",
   "def": "معصومیت - معصومیت در اخلاق غالباً به دو معنا به کار می رود: (۱) وضعیت کسی که از گناه یا احساس گناه آزاد است. به این معنا معصومیت یکی از شروط خلوص اخلاقی است؛ (۲) وضعیت بی گناه بودن شخص در مورد عملی خاص در برابر مقصر بودنش."
 },
 {
   "word": "instrumental good",
   "def": "خیر ابزاری، خوب ابزاری - آنچه در مقام وسیله ای برای رسیدن به خیری دیگر خیر است نه صرفاً به خودی خود. همچنین ببینید:  extrinsic good"
 },
 {
   "word": "instrumentalism",
   "def": "ابزارانگاری - ابزارانگاری در اخلاق به دو معنای عمده به کار می رود: (۱) دیدگاهی است دربارهٔ شأن عقلانیت عملی که بر حسب آن عقلانیت عملی همان عقلانیت ابزاری است، به این معنا که عقلانی عمل کردن صرفاً اقتضا می کند که به نحوی عمل کنیم و از ابزارهایی برای رسیدن به غایت خویش بهره بجوییم که در حد اعلی مؤثر و کارآمد باشد؛ (۲) دیدگاهی است دربارهٔ نقش عقل عملی در رقم زدن عمل و تعیین هنجارهای کردار که براساس آن عقل به خودی خود عاجز از آن است که مستقیماً بر عمل تأثیر نهد؛ عقل تنها می تواند نسبتهای وسایل - غایات را تشخیص دهد و امور واقعی را که موجب انگیزش می شوند اشکار سازد. با این حال، خود غایات و مقاصد ما نه به حکم عقل بلکه به حکم انفعالات وضع شده اند. مهمترین نمایندهٔ این دیدگاه دیوید هیوم است که می گوید عقل بردهٔ انفعالات است و باید هم چنین باشد."
 },
 {
   "word": "instrumental value",
   "def": "ارزش ابزاری – ارزشی که چیزی تنها در مقام وسیله ای برای دست یافتن به چیزی دیگر دارد."
 },
 {
   "word": "intellectual virtues",
   "def": "فضایل عقلی - فضایلی که کمالات عقل اند، نظیر حکمت یا ذکاوت۔ به عقیدهٔ ارسطو، که تقسیم بندی فضایل به فضایل عقلی و اخلاقی میراث اوست، فضایل عقلی از راه تعلیم حاصل می شوند."
 },
 {
   "word": "intention",
   "def": "نیت، قصد - حالتی ذهنی که معطوف به پدید آوردن یا حفظ وضعیتی یا اجتناب از وضعیتی در اکنون یا آینده است. برخی نظریه های اخلاق نیت یا قصد را اساسی ترین رکن درستی یا نادرستی اعمال می دانند. همچنین ببینید:  intentionalism"
 },
 {
   "word": "intentionalism",
   "def": "اصالت نیت- این رأی که درستی و نادرستی اخلاقی اولاً و اساساً در گرو درستی و نادرستی نیت فاعل است."
 },
 {
   "word": "internalism",
   "def": "درون گرایی – درون گرایی نظریه ای است دربارهٔ انگیزش اخلاقی و آنچه شأن دلیلی برای عمل دارد. این نظریه به دو شکل است: درون گرایی  انگیزشی و درون گرایی در باب دلایل. درون گرایی انگیزشی به این معناست که اگر آدمی ببیند که مکلف است عملی را انجام دهد یا انجام دادن عملی درست است، به صرف همین دریافت ضرورتاً انگیزه ای برای انجام دادن آن دارد. بر این اساس، درک ملاحظات اخلاقی به خودی خود کارآیی انگیزشی دارد و میان ملاحظات اخلاقی و انگیزش اخلاقی (یا میان در باور اخلاقی فاعل و فعلی که انتخاب می کند) پیوندی «درونی» وجود دارد. نظریهٔ اخلاق کانت نمونه ای از درون گرایی عقل گرایانه است. زیرا بنا بر رای او عقلانیت به تنهایی برای برانگیختن ما به عمل کفایت می کند و ملاحظات اخلاقی ملاحظات انگیزشی نیز هستند. بر این اساس ملاحظات اخلاقی به اعتباری شبیه «حقایق عقل» اند: درست همان طور که ادراک چنين حقایقی برای اعتقاد به آنها کافی تلقی می شود. تشخیص ملاحظه ای اخلاقی نیز برای داشتن دلیلی برای عمل کردن براساس آن کفایت می کند. این دیدگاه در برابر برون گرایی انگیزشی قرار می گیرد. درون گرایی در باب دلایل این نظریه است که دلایل عمل درونی اند به این معنا که در امور واقعی که در انگیزش فاعل هست، نظیر امیال یا غایات او، سرچشمه دارند. درون گرایانی نظیر دیوید هیوم منکر آن اند که دلایلی عینی برای عمل وجود داشته باشد. فی المثل، اینکه آیا این واقعیت که عملی سلامت بخش است دلیلی برای انجام دادن آن باشد یا نباشد، در گرو آن است که شخص میل به سلامت دارد یا نه. چنین چیزی ممکن است برای برخی دلیلی باشد و برای برخی دیگر دلیلی نباشد. این دیدگاه در برابر برون گرایی در باب دلایل قرار می گیرد."
 },
 {
   "word": "intrinsic bad",
   "def": "بد ذاتی - آنچه صرفا به خودی خود بد است، در برابر خوب یا خیر ذاتی. همچنین ببینید:  bad in itself"
 },
 {
   "word": "intrinsic good",
   "def": "خوب ذاتی، خیر ذاتی - آنچه صرفاً به خودی خود خیر است نه در مقام وسیله ای برای رسیدن به خیری دیگر. همچنین ببینید:  good in itself"
 },
 {
   "word": "intrinsic value",
   "def": "ارزش ذاتی - ارزشی که صرفاً برخاسته از کیفیات ذاتی چیزی است در برابر ارزش غیر ذاتی."
 },
 {
   "word": "intuitionism",
   "def": "شهود گرایی. همچنین ببینید:  ethical intuitionism"
 },
 {
   "word": "intuitive ethics",
   "def": "اخلاق شهودی. همچنین ببینید:  ethical intuitionism"
 },
 {
   "word": "involuntry act",
   "def": "عمل غیرارادی. همچنین ببینید:  voluntary act"
 },
 {
   "word": "involuntary euthanasia",
   "def": "به کشی ناخواسته. همچنین ببینید:  euthanasia"
 },
 {
   "word": "irrealism",
   "def": "ضد واقع گرایی. همچنین ببینید:  ethical anti-realism"
 },
 {
   "word": "is/ought dichotomy",
   "def": "دوگانگی است / باید. همچنین ببینید:  fact/value distinction; is/ought problem; Hume's law"
 },
 {
   "word": "is/ought distiction",
   "def": "تمایز است / باید. همچنین ببینید:  fact/value distinction; is/ought problem; Hume's law"
 },
 {
   "word": "is/ought gap",
   "def": "شکاف است / باید. همچنین ببینید:  fact/value distinction; is/ought problem; Hume's law"
 },
 {
   "word": "is/ought problem",
   "def": "مسئلهٔ است / باید - مسئله ای که به نسبت داوری های اخلاقی با داوری های ناظر به واقع و فارغ از اخلاق مربوط می شود: آیا داوری های اخلاقی ممکن است از صرف احکام ناظر به واقع مشتق شود؟ و اگر پاسخ آری است، چگونه؟ فی المثل، آیا از اینکه در طبیعت اقویا بر ضعفا چیره هستند می توان نتیجه گرفت که این چیرگی باید برقرار باشد؟ همچنین ببینید:  fact-value distiction; Hume's law"
 },
 {
   "word": "is/ought question",
   "def": "مسئلهٔ است / باید. همچنین ببینید:  is/ought problem"
 },
 {
   "word": "I-Thou relationship",
   "def": "رابطهٔ من – تو - آرمانی که لودویگ فویرباخ آن را پیش نهاد و مارتین بوبر بیش از هر کس دیگری آن را پرورد. رابطهٔ من – تو در مقام مقایسه با ضد آن یعنی رابطهٔ من – آن، روشنتر نمودارمی شود. مشخصهٔ رابطهٔ من - آن تلقی طرف رابطه به صورت شیئی غیرشخصی است که از منظری عینی بررسی، محاسبه، دستکاری و استفاده می شود. در چنین رابطهٔ یکسویه ای گفت وگویی برقرار نیست و خطاب و پاسخی وجود ندارد. در مقابل، رابطهٔ من - تو رابطه ای است استوار بر گشودگی به روی دیگری، گفت و گو، بده بستان، ارتباط شخصی و تأثیر متقابل، من با توهمچون شخصی یکتا که با تمام فردیتش به من پاسخ می دهد « مواجه» می شوم. رابطهٔ من و تو محدود به سپهربین الاشخاصی نمی شود بلکه ممکن است میان انسان و خدا یا میان انسان و اشیا نیز رخ دهد. از آن طرف نیز ممکن است رابطهٔ آدمی با آدمی به صورت رابطهٔ من در آید."
 },
 {
   "word": "journalism, ethics of",
   "def": "اخلاق خبر نگاری. همچنین ببینید:  ethics of journalism"
 },
 {
   "word": "judgement of value",
   "def": "داوری ارزشی، ارزشداوری، حکم ارزشی. همچنین ببینید:  value judgement"
 },
 {
   "word": "jus naturae (L).",
   "def": "قانون طبیعی. همچنین ببینید:  natural law"
 },
 {
   "word": "jus naturale (L).",
   "def": "قانون طبیعی. همچنین ببینید:  natural law"
 },
 {
   "word": "justice",
   "def": "عدالت - عدالت یکی از اساسی ترین مفاهیم اخلاق سیاست است و معمولاً آن را فضیلتی ضروری در مناسبات افراد با یکدیگر و فضیلت اصلی نهادهای اجتماعی به شمار می آورند. شایعترین تعریف عدالت این است که هرکس آنچه را سزاوار است دریافت کند. عدالت به اقسام گوناگون تقسیم می شود، از جمله عدالت صوری، عدالت توزیعی، عدالت جبرانی، عدالت مبادله ای، عدالت روالی و عدالت کیفری."
 },
 {
   "word": "justice as fairness",
   "def": "عدالت به مثابهٔ انصاف. همچنین ببینید:  original position"
 },
 {
   "word": "just war",
   "def": "جنگ عادلانه. همچنین ببینید:  just war theory"
 },
 {
   "word": "just war theory",
   "def": "نظریهٔ جنگ عادلانه - نظریه ای در ارزیابی اخلاقی جنگ. نظریهٔ جنگ عادلانه به موضوعاتی از این دست می پردازد: در چه شرایطی توسل به جنگ درست یا عادلانه است؟ اگر بپذیریم که یکی از این شرایط، دفاع از خویش است، آیا این دفاع سواى دفاع در برابر حملهٔ بالفعل، دفاع در برابر تهدیدهای واقعی یا تصور شده را نیز شامل می شود؟ و آیا حملات پیشگیرانه جایز است؟ پیشبرد جنگ اخلاقاً چگونه باید باشد؟ به تعبیر دیگر، چه اصولی در هنگام جنگیدن باید رعایت شود؟ فی المثل، آیا خشونت بی دلیل، کشتار غیرنظامیان و نظایر آن جایز است؟"
 },
 {
   "word": "Kantian ethics",
   "def": "اخلاق کانتی - اصطلاح اخلاق کانتی یا مکتب کانت علاوه بر نظریهٔ اخلاق این فیلسوف بر آن دسته از نظریه های اخلاق نیز که بر آموزه های اخلاقی کانت استوارند و شباهت چشمگیری به اخلاق او دارند اطلاق می شود. برخی از مهمترین مضامین اخلاق کانتی عبارت اند از: قانون اخلاق، امر مطلق، تقابل تکلیف و تمایل، خلوص اخلاقی، صورت گرایی اخلاقی، عقل گرایی، کلیت پذیری، تکلیف گرایی، مطلق انگاری اخلاقی، خود آیینی، شأن یا شرافت انسان و نرمش ناپذیری اخلاقی."
 },
 {
   "word": "Kantianism",
   "def": "مکتب کانت. همچنین ببینید:  Kantian ethics"
 },
 {
   "word": "kingdom of ends",
   "def": "ملکوت غایات، ملک غایات - اجتماعی مفروض که تجسم آرمان اخلاقی کانت است و از امر مطلق ناشی می شود. ملکوت غایات اجتماع موجودات عقلانی است که می توانند این طریق را برگزینند که بر اساس ضوابطی کلیت پذیر عمل کنند. هر یک از آدمیان در مقام فاعلی عاقلی که غایت فی نفسه است، عضوی از ملکوت غایات است که در آن هم حاکم است هم محکوم: هم برای خود و دیگران قانون وضع می کند و هم تابع قوانین آن است. کانت والاترین غایت حیات انسان را تحقق این ملکوت می داند."
 },
 {
   "word": "land ethics",
   "def": "اخلاق زمین – شاخه ای از اخلاق محیط زیست که مسائل و ملاحظات اخلاقی در زمینهٔ نسبت آدمی با زمین را بررسی می کند. از جمله مضامینی که در اخلاق زمین محل بحث است می توان این موارد را برشمرد: احترام به زمین، زمین به عنوان عنصری از اجتماع اخلاقی، ملاحظات اخلاقی در استفاده از زمین، مسائل مربوط به آلودگی، و برخورداری یا عدم برخورداری زمین از حق اخلاقی. همچنین ببینید: agricultural ethics; environmental ethics "
 },
 {
   "word": "law of nature",
   "def": "قانون طبیعی .همچنین ببینید:  natural law theory"
 },
 {
   "word": "legal ethics",
   "def": "اخلاق حقوقی - شاخه ای از اخلاق کاربردی که به مسائل و ملاحظات اخلاقی مربوط به نهادهای حقوقی نظیر محاکم و افرادی که در زمینه های حقوقی فعالیت می کنند، مانند وکلا و قضات می پردازد. شأن اخلاقی مجازات و اعدام، محذورات و تکالیف اخلاقی پیش روی وکلا و قضات نظیر رازداری، و نسبت اخلاق و قانون از جمله مسائل اخلاق حقوقى است."
 },
 {
   "word": "legalism",
   "def": "قانون پرستی .همچنین ببینید:  ethical legalism"
 },
 {
   "word": "legal moralism",
   "def": "اخلاق گرایی قانون نگر- این رأی که قانون را می توان به درستی برای تقويت اخلاقيات ( از جمله اخلاق جنسی) به کار برد. اخلاق گرایی قانون نگر در برابر دیدگاه کسانی قرار می گیرد که نقش قوانین و حقوق را جلوگیری از آسیب رساندن به غیر می دانند و بس."
 },
 {
   "word": "liability responsibility",
   "def": "مسئولیت پاسخگویی .همچنین ببینید:  responsibility"
 },
 {
   "word": "libertarianism",
   "def": "اختیارگرایی - نظریه ای متافیزیکی دایر بر اینکه ارادهٔ آزاد یا اختیار وجود دارد، افراد مختار و مسئول اند و این گونه نیست که گذشته آینده ای یگانه را رقم زند. بر این اساس، انتخابها و اعمال آدمی موجب به علل مقدم بر آنها نیست، و آدمی می تواند از سر اختیار و مسئولانه در روند جاری رخدادها مداخله کند. این دیدگاه در برابر موجب انگاری قرار می گیرد."
 },
 {
   "word": "liberty",
   "def": "آزادی - مفهومی مناقشه انگیز که، اگرچه در مطلوب بودن آن کمتر شکی روا داشته اند، دربارهٔ چیستی آن اختلاف نظر هست. به طور کلی آزادی وضعیتی است که در آن آدمی می تواند آن گونه که خود می پسندد انتخاب و رفتار کند. بر این اساس، آدمی برای انجام دادن عملی آزاد است اگر مانعی برای این کار پیش روی او قرار نداشته باشد. با این حال، در اینجا پرسشهایی سر برمی آورند: چه چیزی به درستی عمل محسوب می شود و چه چیزی مانع؟ آیا این عمل باید عقلانی باشد؟ آیا باید اخلاقاً مطلوب یا لااقل جایز باشد؟ آیا باید براساس خود آیینی انتخاب شده باشد؟ اگر مانع شدن در مورد این عمل موجه باشد آیا آزادی شخصی خدشه دار می شود؟ و پرسشهای دیگری از این دست. آیزایا برلین آزادی را به آزادی منفی و مثبت تقسیم کرده است."
 },
 {
   "word": "liberty of indifference",
   "def": "اختیار در بالسویگی؛ ترجیح بلامانع همچنین ببینید:  freedom of indifference"
 },
 {
   "word": "liberty of spontaneity",
   "def": "اختیار به منزلهٔ خودانگیختگی .همچنین ببینید:  freedom"
 },
 {
   "word": "liberum arbitrium (L).",
   "def": "ارادهٔ آزاد، اختیار - اصطلاحی که در اصل به معنای حکم اختیاری (free judgement) است و دراشاره به آموزهٔ ارادهٔ  آزاد یا اختیار در فلسفهٔ قرون وسطی به کار می رود. به نزد متفکران قرون وسطی «حکم ((arbitrium  اراده» نتیجهٔ تعقل یا استدلال عملی است - «من انجام دادن این کار را اراده می کنم» در تقابل با «حکم عقل» (نظیر«الف ب است») که نتیجهٔ تعقل یا استدلال نظری است."
 },
 {
   "word": "love",
   "def": "عشق، محبت - عشق را معمولاً به عاطفه ای قوی تعریف می کنند که متضمن دلبستگی شدید به چیزی یا کسی همراه با بزرگ داشتن آن است. با این حال، در برخی دریافتها عشق لزوما متضمن احساس نیست و تنها علاقه به نیک روزی و خیر معشوق است. سه گونه از عشق سنتاً از هم متمایز شده است: اروس، فیلیا (دوستی) و آگاپه(محبت).  "
 },
 {
   "word": "love, ethics of",
   "def": "اخلاق محبت. همچنین ببینید: ethics of love"
 },
 {
   "word": "macro ethics",
   "def": "اخلاق کبیر. همچنین ببینید:  micro ethics"
 },
 {
   "word": "majoritarianism",
   "def": "اکثریت گرایی، اصالت اکثریت - شکلی از اراده گرایی اخلاقی دایر بر اینکه چيزی در جامعه ای خوب یا درست است اگر و تنها اگر اکثر افراد آن جامعه خواستار آن باشند یا آن را تصویب کنند. همچنین ببینید:  ethical voluntarism"
 },
 {
   "word": "malum in se (L).",
   "def": "شرفی نفسه، بد فی نفسه. همچنین ببینید: bad in itself "
 },
 {
   "word": "marketing ethics",
   "def": "خلاق بازاریابی - شاخه ای از اخلاق کاربردی که مسائل و ملاحظات اخلاقی در فعالیت و شیوه های بازاریابی و خرید و فروش را بررسی می کند. اخلاق تبلیغات از جمله زیرمجموعه های آن محسوب می شود. مضامینی چون درستی یا نادرستی بازاریابی و تبلیغات، صداقت، شفافیت، تأثیر تبلیغات در خود آیینی فرد، و حدود اخلاقی بهره گیری از جاذبه های زنانه در تبلیغات، در اخلاق بازاریابی محل بحث است."
 },
 {
   "word": "masculine virtues",
   "def": "اخلاق سروران. همچنین ببینید: slave morality"
 },
 {
   "word": "maxim",
   "def": "ضابطه -  قاعده یا رهنمود یا پند ساده ای برای زیستن یا عمل کردن نظیر «بگیرای جوان دست درویش پیر». کانت ضابطه یا دستور را اصل ذهنی یا  شخصی  (subjective principle) عمل می خواند و بر آن است که هرگاه عملی انجام می دهیم دانسته یا نادانسته بر وفق ضابطه ای چنین می کنیم و خود را به ضابطه ای ملتزم می داریم نظیر اینکه «در اوضاع و احوالی چنین باید چنان عمل کنم». براساس امر مطلق کانت، این ضوابط زمانی مې توانند از حالت شخصی و ذهنی خارج شوند و شان عینی و اعتبار کلی پیدا کنند که بتوان به نحوی سازگار و بدون تناقض اراده کرد که به صورت قانونی کلی درآیند. همچنین ببینید:  categorical imperative"
 },
 {
   "word": "maximin principle",
   "def": "اصل بیشینه کردن کمینه - اصلی در نظریهٔ تصمیم به این مضمون که لااقل در برخی اوضاع و احوال تصمیم درست تصمیمی است که حاصل کمینه را بیشینه کند، یعنی بدترین حاصل را تا جای ممکن خوب کند. اگر به جای منفعت، زیان را مبنا قرار دهیم، این اصل به «اصل کمینه کردن بیشینه» بدل می شود به این معنا که تصمیم درست تصمیمی است که بیشترین زیان را به کمترین حد ممکن برساند. این اصل یکی از مقومات نظریهٔ عدالت به مثابهٔ انصاف نزد جان رالز محسوب می شود. بر این اساس، به عقیدهٔ رالز ترجیح گزینه ها باید برحسب نامطلوبترین نتایج آنها باشد. فی المثل، هنگام انتخاب دواصل عدالت اگر بتوانید پیش بینی کنید که نامطلوبترین وضعی که بر طبق اصل اول در جامعه خواهید داشت از نامطلوبترین وضعی که بر طبق اصل دوم در جامعه خواهید داشت شر کمتری دارد، اصل اول را انتخاب می کنید."
 },
 {
   "word": "maximin strategy",
   "def": "راهبرد بیشینه کردن کمینه. همچنین ببینید:  maximin, principle"
 },
 {
   "word": "[the] meam",
   "def": "حد وسط - حد اعتدال در بین دو حد افراط و تفریط که در بسیاری از نظامهای اخلاقی و ادیان و فرهنگها طریق درست کردار به شمار آمده است. از این منظر، به طور مثال شجاعت حد وسط بزدلی از یک سو (حد تفریط ) و تھور ازسوی دیگر (حد افراط) است و بر این اساس فضیلتی است در میانهٔ دو رذیلت. آموزهٔ حد وسط بیش ازهمه در فلسفهٔ اخلاق ارسطو برجسته است. از این آموزه به حد وسط زرین نیز تعبیر شده است."
 },
 {
   "word": "(the) mean, doctrine of",
   "def": "آموزهٔ حد وسط. همچنین ببینید:  (the) mean"
 },
 {
   "word": "means",
   "def": "وسیله. همچنین ببینید:  end"
 },
 {
   "word": "means-ends rationality",
   "def": "عقلانیت ناظر به وسایل – غایات. همچنین ببینید:  means-ends reasoning"
 },
 {
   "word": "means-ends reasoning",
   "def": "تعقل ناظر به وسایل – غایات - اندیشه کردن دربارهٔ اینکه چگونه وسایلی مناسب برای غایات خویش اختیار کنیم. این یکی از کارکردهای عقل از جنبهٔ عملی آن محسوب شده است. برخی نظیر دیوید هیوم برآن اند که عقل در میان صرفا شان ابزاری دارد و خود نمی تواند درانتخاب غایات دستی داشته باشد یا میان غایات متعارض داوری کند، بلکه فقط می تواند ما  را درزمینهٔ چگونگی حصول آنها یاری دهد. همچنین ببینید: instrumentalism practical reasoning; "
 },
 {
   "word": "media ethics",
   "def": "اخلاق رسانه - شاخه ای از اخلاق کاربردی که با مسائل و موضوعات اخلاقي مربوط به رسانه هایی چون تلویزیون، رادیو، فیلم، تئاتر، هنرها و رسانه های مکتوب سروکار دارد؛ از آن جمله است اصول و موازین اخلاقی ای که باید بر فعالیت رسانه ها حاکم باشد، جنگ رسانه ای و اخلاق تبلیغات."
 },
 {
   "word": "medical ethics",
   "def": "اخلاق پزشکی - شاخه ای از اخلاق کاربردی که مسائل و ملاحظات اخلاقی در جوانب گوناگون کار پزشکی را بررسی می کند. روابط پزشک و بیمار، محذورهای دشوار در پزشکی، کنترل زاد و ولد، نحوهٔ تخصیص منابع پزشکی برای درمان و پژوهش، چند و چون آزمایشهای علمی بر روی افراد و تحقیقات ژنتیک از جمله مسائلی است که شأن اخلاقی آنها در اخلاق پزشکی مورد بحث قرار می گیرد. همچنین ببینید:  bioethics"
 },
 {
   "word": "mental reservation",
   "def": "قید و شرط نهادن ذهنی، توریه – افزودن قید و شرطی به گفتهٔ خویش در ذهن یا بهره جستن از ابهامی در گفتهٔ خویش یا در باطن اعتقادی به جدی بودن گفتهٔ خویش نداشتن. برخی از قائلان به مورد نگری (casuists) استدلال کرده اند که افزودن چنین قید و شرطی در ذهن ممكن است کاری را که در غیر این صورت دروغ  به نظر می رسید جایز کند."
 },
 {
   "word": "mercy-killing",
   "def": "کشتن از روی ترحم، به کشی. همچنین ببینید: euthanasia"
 },
 {
   "word": "merit",
   "def": "شایستگی - شایستگی یکی از ملاکها و مشخصاتی است که نحوهٔ رفتار با شخصی را متاثر می کند یا جهت می بخشد (فی المثل آنجا که پای عدالت توزیعی در میان است). برخی بنیاد شایستگی را تنها در اعمال فرد می بینند و برخی نیز برآن اند که شایستگی ممکن است در صفات شخصی بنیاد داشته باشد. شایستگی به یک اعتبار بر دو قسم است: شایستگی اخلاقی و شایستگی فارغ از اخلاق. همچنین ببینید: meritarianism"
 },
 {
   "word": "meritarianism",
   "def": "اصالت شایستگی - اصطلاحی در فلسفهٔ اجتماع، فلسفهٔ سیاست و فلسفهٔ اخلاق که بر وفق آن شایستگی فردی ملاکی است تعیین کننده در نحوهٔ رفتار با شخص مخصوصا در عدالت توزیعی. برخی نظیر ارسطو عدالت را رفتار با انسانها بر حسب شایستگی آنها تعریف می کنند. این که شایستگی در گرو چیست و در تصمیم گیری های اخلاقی تا چه اندازه باید به آن اهمیت داد از مسائلی است که در این زمینه محل بحث است."
 },
 {
   "word": "metaethical relativism",
   "def": "نسبی انگاری فراخلاقی. همچنین ببینید:  ethical relativism"
 },
 {
   "word": "metaethical subjectivism",
   "def": "ذهنی انگاری فرااخلاقی. همچنین ببینید:  ethical subjectivism"
 },
 {
   "word": "metaethical theory",
   "def": "نظریهٔ فرااخلاقی. همچنین ببینید: metaethics"
 },
 {
   "word": "metaethics",
   "def": "فراخلاق -  شاخه ای از اخلاق یا اخلاق شناسی که از آن تحت عنوان اخلاق تحلیلی، اخلاق نقدی یا اخلاق مرتبه دوم نیز یاد می کنند. فرااخلاق پژوهشی است مفهومی که به جای آنکه همانند اخلاق هنجاری اصول و هنجارهایی برای رفتار درست یا نادرست وضع کند، خود اخلاق و گزاره ها و مفاهیمی را که در اخلاق طرح می شود موضوع بررسی قرار می دهد و از شأن وجودی، معرفت شناسانه و معناشناسانهٔ آنها پرسش می کند: معنای الفاظ اخلاقی چیست؟ شرایط صدق و کذب داوری های اخلاقی چگونه است؟ آیا می توان اصول اخلاقی را توجیه کرد؟ آیا داوری های اخلاقی نسبی است؟ آیا امور واقع اخلاقی وجود دارند؟ و در صورت وجود، آیا می توان به آنها معرفت حاصل کرد؟ و ... فرااخلاق معمولاً به سه شاخه تقسیم می شود: معناشناسی اخلاق، معرفت شناسی اخلاق و هستی شناسی اخلاق یا متافیزیک اخلاق."
 },
 {
   "word": "metaphysical libertarianism",
   "def": "اختیار گرایی متافیزیکی. همچنین ببینید:  libertarianism"
 },
 {
   "word": "metaphysics of ethics",
   "def": "متافیزیک اخلاق. همچنین ببینید: moral ontology"
 },
 {
   "word": "micro ethics",
   "def": "اخلاق صغیر - اخلاق صغیر تعبیری است برای آن دسته از نظریه های اخلاق که پروای خیر جانداران فرد را دارند که ممکن است تنها انسانها باشند یا حیوانات و گیاهان را نیز شامل شوند. در اخلاق صغیر خیر گروهها یا اجتماعات اولاً و مستقیماً مورد نظر نیست و اگر هم از چنین خیری سخن به میان رود صرفا به معنای خیر افرادی است که گروه یا اجتماع موردنظر را تشکیل می دهند. در مقابل، اخلاق کبیر وصف نظریه هایی است که برای خیر چیزهایی نظیر اجتماعات، ملتها، اقوام، نژادها یا کل جهان بیش از هر چیز اهمیت قائل می شوند و برای خود این امور خیری متمایز از خیر هر فرد و مجموع خیرهای افراد تشکیل دهندۀ آن قائل می شوند، نظیر مصلحت ملی که ممکن است خیری به شمار آید سوای مجموع خیرهای افرادی که ملتی را تشکیل می دهند. بر این اساس، در اخلاق کبیر ممکن است خیر جمع تناسبی با مجموع خیرهای اجزای تشکیل دهندۀ آن نداشته باشد."
 },
 {
   "word": "military ethics",
   "def": "اخلاق نظامی، اخلاق رزم - شاخه ای از اخلاق کاربردی که به مسائل و ملاحظات اخلاقی مربوط به نبرد و فعالیتهای نظامی می پردازد. ویژگیهای جنگهای بحق و نابحق و تکالیف اخلاقی جنگجویان در زمرهٔ مسائلی است که در این گستره بررسی می شود. نظریهٔ جنگ عادلانه از جمله نظریه هایی است که در اخلاق نظامی طرح شده است. همچنین ببینید:  just war theory"
 },
 {
   "word": "military virtues",
   "def": "فضایل رزمی - فضایلی که در رزم و پیکار رخ می نمایند نظیر شجاعت و پایداری در مواجهه با دشمن."
 },
 {
   "word": "minimax principle",
   "def": "اصل کمینه کردن بیشینه. همچنین ببینید:  maximin principle"
 },
 {
   "word": "monastic virtues",
   "def": "فضایل رهبانی - فضایلی که در زندگی رهبانی بر آنها تاکید می شود، نظیر فروتنی، سکوت یا فرمانبرداری."
 },
 {
   "word": "monism",
   "def": "وحدت گرایی، یگانه انگاری. همچنین ببینید:  ethical pluralism"
 },
 {
   "word": "moral",
   "def": "اخلاقی. همچنین ببینید:  ethical"
 },
 {
   "word": "moral absolutes",
   "def": "اصول مطلق اخلاقی - اصولی که در همه جا و برای همگان الزام آورند والزام می کنند که برخی اقسام اعمال را مطلقاً باید انجام داد یا انجام نداد. این اصول تحت شعاع هیچ اصل دیگری قرار نمی گیرند. نمونه ای از اصول مطلق  اخلاقی اصل فایده در فایده گرایی است که می گوید: عملی را انجام بده که فایده را به حداکثر می رساند و درد و رنج را به حداقل. همچنین ببینید:  ethical absolutism"
 },
 {
   "word": "moral absolutism",
   "def": "مطلق انگاری اخلاقی. همچنین ببینید:  ethical absolutism"
 },
 {
   "word": "moral act",
   "def": "عمل اخلاقی - این که چه چیزی یا چه چیزهایی عملی را اخلاقی (به معنای توصیفی کلمه ) می سازد محل مناقشهٔ فیلسوفان اخلاق است. برخی از اوصاف چنین عملی به این شرح بیان شده است: (۱) وجود انگیزه یا قصدی در فاعل برای عمل؛ (۲) وجود فاعلی که عملی را انتخاب می کند؛ (۳) انتخابى غیر اجباری، (۴) اتصاف خاصه های اخلاقی نظیر خوب یا درست در موارد (۱)، (۲) و(۳)؛ و (۵) نتیجه ای برای خود یا دیگران اعم از این که قصد شده باشد یا نشده باشد."
 },
 {
   "word": "moral agency",
   "def": "فاعلیت فاعل. همچنین ببینید:  moral act"
 },
 {
   "word": "moral agent",
   "def": "فاعل اخلاقی. همچنین ببینید:  moral act"
 },
 {
   "word": "moral altruism",
   "def": "دیگرخواهی اخلاقی. همچنین ببینید:  altruism"
 },
 {
   "word": "moral anti-realism",
   "def": "ضد واقع گرایی اخلاقی. همچنین ببینید:  ethical anti-realism"
 },
 {
   "word": "moral argument (for the existence of God)",
   "def": "برهان اخلاقی ( در اثبات وجود خداوند) دلیلی که می کوشد اخلاق را مبنای اثبات خداوند قرار دهد. دو شکل ازاین دلیل مشهورتراست: (۱) قابلیت ما برای تفکر اخلاقی ازجانب خداوند به ما عطا شده است (دکارت نمونه ای از این دلیل را اقامه کرده است)؛ (۲) بدون وجود خداوند حقیقت اخلاقی در کار نمی بود."
 },
 {
   "word": "moral autonomy",
   "def": "خود آیینی اخلاقی. همچنین ببینید: moral cognitivism"
 },
 {
   "word": "moral cognitivism",
   "def": "شناخت انگاری اخلاقی. همچنین ببینید: ethical cognitivism"
 },
 {
   "word": "moral community",
   "def": "اجتماع اخلاقی -  مجموعهٔ اشخاصی که میان آنها روابط متقابل اخلاقی نظیر حقوق و تکالیف وجود دارد. این اصطلاح همچنین به معنایی گسترده تر در مورد مجموعهٔ موجوداتی که می توانند موضوع پروای اخلاقی قرار گیرند (از جمله حیوانات و محیط زیست) به کار می رود."
 },
 {
   "word": "moral conscience",
   "def": "وجدان اخلاقی. همچنین ببینید: conscience  "
 },
 {
   "word": "moral constructivism",
   "def": "برساخته انگاری اخلاقی. همچنین ببینید:  ethical constructivism"
 },
 {
   "word": "moral conventionalism",
   "def": "زمینه گرایی اخلاقی. همچنین ببینید:  ethical contextualism "
 },
 {
   "word": "moral courage",
   "def": "عرفی انگاری اخلاقی. همچنین ببینید: ethical conventionalism"
 },
 {
   "word": "moral courage",
   "def": "شجاعت اخلاقی. همچنین ببینید: courage"
 },
 {
   "word": "moral development",
   "def": "رشد اخلاقی -  شکل گیری و بالندگی تدریجی دریافت فرد از درستی و نادرستی اخلاقی، ارزشهای اخلاقی و کردار موافق اخلاق، و روندی که در آن رفتار اخلاقی را اکتساب می کند. برخی روان شناسان و اخلاق شناسان نظیر ژان پیاژه و لاورنس کولبرگ مراحلی را در رشد اخلاقی تشخیص داده اند."
 },
 {
   "word": "moral dilemma",
   "def": "محذور اخلاقی -  وضعیتی که در آن فاعلی باید اخلاقاً هر یک از دو (یا چند ) گزینه را انتخاب کند ولی نمی تواند همهٔ آنها  هم برگزیند. به تعبیر دیگر، محذور اخلاقی وضعیتی است که در آن اختیار کردن هر طریق ممکنی برای عمل، اصل اخلاقی ای را که از جهتی دیگر الزام آور است نقض می کند. این اصطلاح در اشاره به وضعیتهای دیگری نیز به کار می رود، نظیر وضعیت تعارض میان دلایل اخلاقی و دلایل قانونی، دینی یا جز آن (همانند وضعیت ابراهیم در ماجرای قربانی کردن فرزندش)، وضعیتی که در آن مشخص نیست که چه کاری اخلاقاً درست یا خوب است، و وضعیتی که در آن هر گزینه ای اخلاقاً نادرست است. برخی بر آن اند که تعارض اخلاقی اگر قابل حل باشد محذور اخلاقی نیست، نظیر وقتی که در کشاکش اخلاقی میان حاضر شدن بر سر قرار و نجات جانِ کسی دومی را برمی گزینیم. همچنین، برخی با تاکید بر واقعیت محذورهای اخلاقی از آن برای زیر سؤال بردن آن دسته از نظریه های اخلاق که تنها یک اصل پایه را تصدیق می کنند بهره می گیرند. محذورهای اخلاقی مضمون بسیاری از تراژدیهاست."
 },
 {
   "word": "moral dualism",
   "def": "دوگانه انگاری اخلاقی - ثنویت نیروهای خیر و شر در عالم مطابق آموزه های دین زرتشت، ثنویت اخلاقی در برابر ثنویت وجودی (ontological) قرار می گیرد."
 },
 {
   "word": "moral duty",
   "def": "اخلاقی تکلیف. همچنین ببینید:  duty"
 },
 {
   "word": "moral egoism",
   "def": "خودمحوری اخلاقی. همچنین ببینید:  egoism"
 },
 {
   "word": "moral emotions",
   "def": "عواطف اخلاقی. همچنین ببینید: moral sentiments"
 },
 {
   "word": "moral empiricism",
   "def": "تجربه گرایی اخلاقی. همچنین ببینید: ethical empiricism"
 },
 {
   "word": "moral epistemology",
   "def": "معرفت شناسی اخلاق – شاخه ای از فرااخلاق که شأن شناختی داوری ها و اصول اخلاقی را بررسی می کند و ماهیت معرفت اخلاقی را می کاود. از جمله مسائلی که در معرفت شناسی اخلاق مورد بحث است می توان به این موارد اشاره کرد: آیا دعاوی اخلاقی می توانند صادق یا کاذب باشند؟ و اگر پاسخ آری است، چگونه می توان دریافت که صادق اند یا کاذب؟ آیا گزاره های اخلاقی را می توان توجیه کرد، و اگر پاسخ آری است، روش توجیه آنها چگونه است؟ استدلال در اخلاق چه شانی دارد؟ شناخت انگاری اخلاقی و ناشناخت انگاری اخلاقی دیدگاه مهم در معرفت شناسی اخلاق است."
 },
 {
   "word": "moral eudaimonism",
   "def": "سعادت گرایی اخلاقی. همچنین ببینید: eudaimonism"
 },
 {
   "word": "moral evil",
   "def": "شراخلاقی - شری که سرچشمهٔ آن اعمال شریرانهٔ فاعلان اخلاقی است نظیر آزار جنسی. شر اخلاقی در برابر شر طبیعی قرار می گیرد که محصول فاعلیتی غیر انسانی است."
 },
 {
   "word": "moral evolutionism",
   "def": "تکامل گرایی اخلاقی. همچنین ببینید:  evolutionary ethics"
 },
 {
   "word": "moral fact",
   "def": "امر واقع اخلاقی -  واقعیتی (مفروض) که مرجع برخی از واژه های اخلاقی است نظیر خوبی، بدی، درستی، و ... این که آیا امور واقع اخلاقی حقیقتاً وجود دارند یا نه، محل مناقشهٔ واقع گرایی اخلاقی و ناواقع گرایی اخلاقی است. "
 },
 {
   "word": "moral faith",
   "def": "ایمان اخلاقی - اصطلاح ایمان اخلاقی عمدتاً به دومعنا به کار می رود: (۱) ایمان به وجود خداوند براساس حقایقی دربارهٔ اخلاق (ایمان اخلاقی کانت نمونهٔ بارز آن است) و( 2)اعتقاد راسخ اخلاقی."
 },
 {
   "word": "moral formalism",
   "def": "صورت گرایی اخلاقی. همچنین ببینید:  ethical formalism"
 },
 {
   "word": "moral generalism",
   "def": "عام گرایی اخلاقی. همچنین ببینید:  ethical generalism"
 },
 {
   "word": "moral good",
   "def": "خیر اخلاقی، خوب اخلاقی. همچنین ببینید:  good"
 },
 {
   "word": "moral hedonism",
   "def": "لذت گرایی اخلاقی. همچنین ببینید:  hedonism"
 },
 {
   "word": "moral heteronomy",
   "def": "دیگر آیینی اخلاقی. همچنین ببینید:  autonomy"
 },
 {
   "word": "moral holism",
   "def": "کل گرایی اخلاقی. همچنین ببینید:  ethical holism"
 },
 {
   "word": "moral impartialism",
   "def": "بی طرفی اخلاقی. همچنین ببینید:  impartiality"
 },
 {
   "word": "moral imperative",
   "def": "امر اخلاقی - امر (imperative) وجه معمول جملاتی است که برای فرمان دادن به کار می روند. بر این اساس، امر اخلاقی بیانگر اصلی است که عملی را الزام می کند. کانت امر اخلاقی را امر مطلق می خواند و آن را از امر مشروط متمایز می سازد. مفهوم امر اخلاقی در توصیه انگاری شأن محوری دارد. یکی از مسائل مهمی که دربارهٔ اوامر اخلاقی مطرح است امکان تدوین کردن منطقی برای آنهاست. همچنین ببینید:  prescriptivism"
 },
 {
   "word": "moral imperativism",
   "def": "امر انگاری اخلاقی. همچنین ببینید:  ethical imperativism"
 },
 {
   "word": "moral individualism",
   "def": "فرد گرایی اخلاقی. همچنین ببینید:  ethical individualism"
 },
 {
   "word": "moral intellectualism",
   "def": "اندیشه گرایی اخلاقی. همچنین ببینید: ethical intellectualism"
 },
 {
   "word": "moral intuitionism",
   "def": "شهود گرایی اخلاقی. همچنین ببینید: ethical intuitionism"
 },
 {
   "word": "moral irrealism",
   "def": "ضد واقع گرایی اخلاقی. همچنین ببینید: ethical anti-realism"
 },
 {
   "word": "moralism",
   "def": "اخلاق پرستی، وسواس اخلاقی، اخلاق گرایی- این رای که ملاحظات اخلاقی بر ملاحظات دیگر نظیر ملاحظات زیبایی شناسانه برتری دارند و آنها را تحت شعاع خویش قرار می دهند."
 },
 {
   "word": "Moralität (Ge).",
   "def": "اخلاق. همچنین ببینید:  Sittlichkeit"
 },
 {
   "word": "morality",
   "def": "اخلاقیات، اخلاق، اخلاقیت - این واژه گاه به معنایی توصیفی و گاه به معنایی هنجاری به کار می رود. به معنای اول بر«اخلاقیات» یک جامعه شامل اصول، قواعد، هنجارها، آرمانها و فضایل اخلاقی دلالت دارد که نهادی است در جنب نهادهایی چون سیاست، حقوق، علم، هنر یا دین، به این معنا morality موضوع ethics است. این واژه در معنای دومش بر اخلاقی بودن، اخلاقیت یا حیث اخلاقی دلالت می کند که بار هنجاری و ارزشگذارانه دارد و در این معناست که از اخلاقی بودن یا اخلاقی نبودن عملی سخن می گوییم یا فی المثل محبت را گوهرmorality می خوانیم. همچنین ببینید:  ethics"
 },
 {
   "word": "moral judgement",
   "def": "داوری اخلاقی، تشخیص اخلاقی - شکلی از داوری هنجاری که در آن احکامی دربارهٔ خوبی، بدی، درستی، نادرستی، الزامی بودن یا نبودن افعال و نظایر اینها بیان می شود. داوری اخلاقی هم به روندی که در آن این کار انجام می گیرد و هم به حاصل این روند اطلاق می شود. این اصطلاح همچنین گاه به معنایی ستایش آمیز به کار می رود که در این معنا معادل تشخیص اخلاقی است."
 },
 {
   "word": "moral justification",
   "def": "توجیه اخلاقی - روند یا نتیجهٔ اقامهٔ دلیل برای موجه ساختن اصول یا دعاوی اخلاقی. صرف نظر از توجیه دعاوی خاص اخلاقی، توجیه اخلاقی بودن نیز مسئله ای درخور اهمیت تلقی می شود: چرا باید اخلاقی بود؟ همچنین، برخی فیلسوفان توجیه اعمالمان برای دیگران را یکی از مقاصد اصلی تفکر اخلاقی می دانند."
 },
 {
   "word": "moral knowledge",
   "def": "معرفت اخلاقی - بر حسب تعریف متعارف معرفت (معرفت به عنوان باور صادق موجه)، آدمی تنها زمانی دارای معرفت اخلاقی است که باورهای اخلاقی اش صادق باشند و به گونه ای موجه اختیار شده باشند. با این حال، بر حسب برخی نظریه های فرااخلاقی نظیر ناشناخت انگاری اخلاقی چیزی به نام معرفت اخلاقی وجود ندارد."
 },
 {
   "word": "moral laxism",
   "def": "آسان گیری اخلاقی - نظریه ای در الهیات اخلاقی مسیحی که پاره ای از یسوعیان به آن قائل بودند. مطابق این دیدگاه، هنگامی که میان آزادی عمل و قانون تعارض پیش می آید، می توان عقیده یا استدلالی را که در جهت آزادی عمل است برگزید حتی اگر احتمال درستی آن اندک باشد."
 },
 {
   "word": "moral legalism",
   "def": "قانون پرستی اخلاقی. همچنین ببینید:  ethical legalism"
 },
 {
   "word": "moral luck",
   "def": "بخت اخلاقی - اصطلاحی که برنارد ویلیامز آن را پیش کشید تا در برابر غالب نظریه های سنتی اخلاق که ارزش اخلاقی شخص را مستقل از اوضاع و احوال خارجی از جمله بخت و اقبال می دانند (فی المثل نظریهٔ اخلاق کانت که این ارزش را تنها در گرو ارادهٔ شخص می انگارد) این رأی را محل تأکید قرار دهد که بخت و اقبال اهمیت اخلاقی دارد و شان و ارزش اخلاقی تا حد زیادی مبتنی بر بخت و اقبال است. به طور مثال، این که شخصی شریر می شود و شخصی دیگر فضیلت مند (و در نتیجه ستودنی بودن یا نبودن آنها) ممکن است تا حد زیادی بر محیط و شرایط تربیتی و خانوادگی آنها مبتنی باشد، یا اینکه من بر حسب بخت و اقبال در موقعیتی قرار گیرم که در آن ضعفهای اخلاقی ام ظاهر شود در قیاس با این حالت که باز هم بر حسب بخت و اقبال در چنین موقعیتی قرار نگیرم و در نتیجه ضعفهایم ظاهر نشود در نحوهٔ داوری اخلاقی دیگران دربارهٔ من تفاوت ایجاد می کند. همچنین، داوری افراد دربارهٔ دو رانندهٔ بی احتیاط که یکی از آنها از قضا تصادف می کند و جان انسانی را می گیرد و دیگری از قضا تصادف نمی کند (و نیز داوری خود این رانندگان دربارهٔ خودشان) چه بسا یکسان نباشد. برخی موضوع بخت اخلاقی را دلیلی بر رد نظریه های سنتی اخلاق و مؤید اخلاق فضیلت نگر دانسته اند."
 },
 {
   "word": "moral monism",
   "def": "وحدت گرایی اخلاقی، یگانه انگاری اخلاقی. همچنین ببینید:  ethical pluralism"
 },
 {
   "word": "moral motivation",
   "def": "انگیزش اخلاقی - روندی که محرک یا سرچشمهٔ کرداری است که شأن اخلاقی دارد. امکان و ماهیت انگیزش اخلاقی از مسائل مهم روان شناسی اخلاق است. اختلاف بر سر اینکه آیا اندیشه یا باور اخلاقی ضرورتاً انگیزه بخش است یا نه،      درون گرایی را از برون کرایی انگیزشی جدا می سازد. از حیث محتوا نیز نفع شخصی و همدلی از جمله اموری است که فیلسوفانانگیزش اخلاقی را بر حسب آن توجيبه کرده اند."
 },
 {
   "word": "moral naturalism",
   "def": "طبیعت گرایی اخلاقی. همچنین ببینید: ethical naturalism"
 },
 {
   "word": "moral neutralism",
   "def": "بی طرفی اخلاقی - این رأی که اخلاقی بودن اقتضا می کند که هم در مقام داوری میان دو کسی و هم در مقام داوری میان خود و دیگری جانب بی طرفی را نگه داریم. همچنین ببینید:  impartiality"
 },
 {
   "word": "moral nihilism",
   "def": "نیست انگاری اخلاقی. همچنین ببینید:  ethical nihilism"
 },
 {
   "word": "moral noncognitivism",
   "def": "ناشناخت انگاری اخلاقی. همچنین ببینید:  ethical noncognitivism"
 },
 {
   "word": "moral nonnaturalism",
   "def": "ناطبیعت گرایی اخلاقی. همچنین ببینید:  ethical nonnaturalism "
 },
 {
   "word": "moral norm",
   "def": "هنجار اخلاقی. همچنین ببینید:  norm"
 },
 {
   "word": "moral objectivism",
   "def": "عینی انگاری اخلاقی. همچنین ببینید:  ethical objectivism"
 },
 {
   "word": "moral obligation",
   "def": "وظیفهٔ اخلاقی. همچنین ببینید:  duty"
 },
 {
   "word": "moral ontology",
   "def": "هستی شناسی اخلاق - شاخه ای از فرااخلاق که آن را متافیزیک اخلاق نیز می خوانند. در هستی شناسی اخلاق پرسش اساسی این است که آیا امور واقع اخلاقی به نحوعینی و مستقل از ادراک، انتخاب، اراده یا طرز تلقی ما وجود دارند یا نه. به تعبیر دیگر آیا حکایت اخلاق حکایت کشف است یا جعل، دو دیدگاه رایج در این زمینه عبارت اند از واقع گرایی اخلاقی که محمولهای اخلاقی را نمودار خاصه هایی واقعی در جهان خارج می داند و ناواقع گرایی اخلاقی که به خلاف این رای قائل است."
 },
 {
   "word": "moral particularism",
   "def": "جزئی نگری اخلاقی، خاص گرایی اخلاقی. همچنین ببینید:  ethical particularism"
 },
 {
   "word": "moral patiency",
   "def": "کنش پذیری اخلاقی - کنش پذیری اخلاقی اصطلاحی است که در برابر فاعلیت اخلاقی به کار می رود. به این اعتبار کنش پذیر اخلاقی کسی یا چیزی است که موضوع شایستهٔ پروای بی واسطهٔ اخلاقی و اعمال فاعل اخلاقی است."
 },
 {
   "word": "moral patient",
   "def": "کنش پذیر اخلاقی. همچنین ببینید:  moral patiency"
 },
 {
   "word": "moral perfectionism ",
   "def": "کمال گرایی اخلاقی - این رأی که غایت حیات اخلاقی دست یافتن به کمال مطلوب سیرت یا کردار است. بر این اساس، مفهوم ارزشگذارانهٔ بنیادین در این مشرب سیرت یا کردار کامل است. کمال طلبی اخلاقی نوعی اخلاق غایت گرایانه است و عمل درست را عملی می داند که خیر انسان را به حد کمال نزدیک کند. کمال گرایان معمولاً پرورش طبیعت بشر را وظیفهٔ آدمی می دانند و غایتی آرمانی برای آن در نظر می گیرند و شکوفایی این طبیعت را در گرو دست یافتن به آن غایت می دانند. بر این اساس ملاکهای ایشان از کمال حداکثری است و ممکن است از اخلاقیات متعارف دور شوند. افلاطون کانت، نیچه و امرسون از جمله کمال گرایان اخلاقی محسوب می شوند."
 },
 {
   "word": "moral philosophy",
   "def": "فلسفهٔ اخلاق. همچنین ببینید:  ethics"
 },
 {
   "word": "moral pluralism",
   "def": "کثرت گرایی اخلاقی. همچنین ببینید:  ethical pluralism"
 },
 {
   "word": "moral point of view",
   "def": "منظر اخلاقی - منظری که فرض می شود ناظر را در موقعیتی قرار می دهد که تنها ملاحظات اخلاقی را در نظر می گیرد. چیستی و اوصاف منظر اخلاقی مسئلهٔ مناقشه انگیزی است. برخی به شیوه ای کانتی بر آن اند که آدمی تنها در صورتی در منظر اخلاقی قرار می گیرد که خواهان کلیت بخشیدن به ضابطه هایش باشد. برخی دیگر نظیر کورت بیر منظر اخلاقی را منظر کسی می دانند که خودمحور نیست، خواهان آن است که مطابق اصول عمل کند و اصولش را کلیت ببخشد و در این کار خیر همگان را به یکسان در نظر می گیرد."
 },
 {
   "word": "moral positivism",
   "def": "تحصٌل گرایی اخلاقی. همچنین ببینید:  ethical positivism"
 },
 {
   "word": "emoral pragmatism",
   "def": "عمل گرایی اخلاقی. همچنین ببینید:  ethical pragmatism"
 },
 {
   "word": "moral principle",
   "def": "اصل اخلاقی - هنجار یا توصیه ای کلی نزد فرد یا جامعه ای که راهنمای کردار درست یا سیرت نیکوی آن فرد یا افراد آن جامعه است و جهت گیری حیات اخلاقی آنها را تعیین می کند. اگرچه قاعدهٔ اخلاقی گاه مترادف با اصل اخلاقی به کار می رود، اما برخی اخلاق شناسان متذکر شده اند که کلیت اصول نسبت به قواعد بیشتر است و قواعد فرع بر اصول اند و گاهی نیز استثنا می پذیرند."
 },
 {
   "word": "moral psychology",
   "def": "روان شناسی اخلاق – شاخه ای از روان شناسی که مسائل و ملاحظات روانی یا نفسانی در اخلاق و اخلاقیات را بررسی می کند. پیشفرض های روان شناسانۀ فاعلیت اخلاقی نظیر داشتن اختیار، انگیزش اخلاقی و ماهیت و امکان آن، رشد اخلاقی و تربیت اخلاقی، الگوهای شکل گیری، تطور و بالندگی تعقل و کردار اخلاقی، ماهیت و امکان پدیده هایی نظیرضعف اخلاقی، ضعف اراده، حب ذات، فاعليت اخلاقی، خود محوری روان شناختی، دیگر خواهی روان شناختی، لذت گرایی روان شناختی و خودفریبی، تحلیل مفاهیم و پدیده هایی چون شرم، احساس گناه، کینه، نیت، عاطفه، انگیزه، خواهش، اراده، عمد، سهو، میل، انتخاب، سیرت، فعل، انفعال، لذت و الم از جمله موضوعات و مشغله های روان شناسی اخلاق است."
 },
 {
   "word": "moral purism",
   "def": "اصالت خلوص اخلاقی - دیدگاهی که بالاخص در اندیشهٔ اخلاقی کانت دیده می شود. به اعتقاد او، اعمال ما تنها در صورتی ارزش اخلاقی دارند که خالصاً از سر ادای تکلیف و رعایت قانون اخلاق صورت گرفته باشند، و عملی که از روی احساسی - حتی احساسات مثبتی نظیر خیرخواهی، محبت یا همدلی - یا برای دست یافتن به نتیجه ای خوب انجام گرفته باشد اخلاقاً خوب نیست، گرچه ممکن است براساس امر مطلق درست باشد."
 },
 {
   "word": "moral purity",
   "def": "خلوص اخلاقی. همچنین ببینید:  moral purism"
 },
 {
   "word": "moral rationalism",
   "def": "عقل گرایی اخلاقی. همچنین ببینید:  ethical rationalism"
 },
 {
   "word": "moral realism",
   "def": "واقع گرایی اخلاقی - نظریه ای فرااخلاقی به این مضمون که امور واقع اخلاقی و خاصه های اخلاقی به واقع وجود دارند وجودشان مستقل از احساس، ادراک، باور، تلقی، واکنش یا زبان افراد است. به تعبیر دیگر، امور واقع اخلاقی نه حاصل فرافکنی آدمی بلکه اوصاف واقعی چیزها و جزئی از چیزهای عالم است. بر این اساس، این دیدگاه در تقابل با نا واقع گرایی اخلاقی، ذهنی انگاری اخلاقی و نسبی انگاری اخلاقی، قائل به عینیت داوری های اخلاقی است و بر وفق شناخت انگاری، دعاوی و گزاره های اخلاقی را به معنای حقیقی کلمه صدق و کذب پذیر و دارای شرایط صدق می داند. از این منظر، امور واقع اخلاقی مایهٔ صدق یا کذب این داوری هاست."
 },
 {
   "word": "moral reasoning",
   "def": "تعقل اخلاقی، استدلال اخلاقی - صورتی از تعقل و استدلال که در زمینهٔ آنچه اخلاق یا اخلاقی بودن اقتضا می کند، در ارزیابی اخلاقی، در تأیید یا رد داوری های اخلاقی خودمان یا دیگران و اموری از این دست به کار می رود. گاهی تعقل یا استدلال اخلاقی را از تعقل یا استدلال فرااخلاقی متمایز می کنند. اولی ربط وثیقی به تعقل یا استدلال عملی دارد. همچنین ببینید:  practical reasoning"
 },
 {
   "word": "moral relativism",
   "def": "نسبی انگاری اخلاقی .همچنین ببینید:  ethical relativism"
 },
 {
   "word": "moral relativity",
   "def": "نسبیت اخلاق .همچنین ببینید:  ethical relativism"
 },
 {
   "word": "moral responsibility",
   "def": "مسئولیت اخلاقی .همچنین ببینید:  responsibility"
 },
 {
   "word": "moral rights",
   "def": "حقوق اخلاقی - حقوقی مستقل از حقوق قانونی که به فاعلان اخلاقی اسناد می شود. از این منظر، اشخاص حقوقی دارند که حتی اگر قوانین وضعی آنها را به رسمیت نشناسند یا رعایت نکنند همچنان به قوت خود باقی هستند و غالباً خود ملاک داوری دربارهٔ حقوق و قوانین وضعی قرار می گیرند. حق آزادی ہرای بردگان نمونهٔ چنین حقوقی است.  یا حق آدمی برای اینکه غایت فی نفسه تلقی شود به نزد کانت حق اخلاقی بنیادین است. دربارهٔ اینکه آیا چنین حقوقی به واقع و مستقل از حقوق وضعی یا عرف اجتماعی وجود دارند یا نه اختلاف نظر هست. همچنین، برخی متفکران حقوق اخلاقی را حقوقی طبیعی می دانند و برخی آنها را چنین نمی شناسند. این که آیا حقوق اخلاقی صرفاً حقوقی سلبی اند یا علاوه بر آن حقوقی ایجابی نیز هستند و نیز بنیاد این حقوق در زمرهٔ مسائل مناقشه انگیزی است که در این زمینه طرح شده است."
 },
 {
   "word": "moral rule",
   "def": "قاعدهٔ اخلاقی .همچنین ببینید:  moral principle"
 },
 {
   "word": "morals",
   "def": "اصول اخلاقی - این واژه غالباً به معنای هنجارها و ملاکهای کردار و اصول ناظر به درست و نادرست از حیث اخلاقی به کار می رود."
 },
 {
   "word": "moral satisficing",
   "def": "رضایت بخشی اخلاقی .همچنین ببینید:  satisficing utilitarianism"
 },
 {
   "word": "moral Semantics",
   "def": "معناشناسی اخلاق - شاخه ای از فرااخلاق که به تحلیل معانی الفاظ و مفاهیم اخلاقی نظیر خوب، بد، ارزشمند، درست، نادرست، باید، نباید، تکلیف و حق می پردازد و ضوابط و معیارهای اطلاق آنها را بررسی می کند. یکی از مسائل مهم در معناشناسی اخلاق این است که آیا الفاظ و مفاهیم اخلاقی در سیاقهای اخلاقی همان معانی را دارند که در سیاقهای غیراخلاقی از آنها مراد می شود."
 },
 {
   "word": "moral sens",
   "def": "حس اخلاقی .همچنین ببینید:  moral sense theory"
 },
 {
   "word": "moral sense school",
   "def": "مکتب حس اخلاقی .همچنین ببینید:  moral sense theory"
 },
 {
   "word": "moral sense theory",
   "def": "نظریهٔ حس اخلاقی - نظریه ای دربارهٔ سرچشمهٔ مفاهیم، داوری ها، ادراک و انگیزش اخلاقی که بیش از همه در برابر عقل گرایی اخلاقی قرار می گیرد. نظریهٔ حس اخلاقی که به حس گرایی اخلاقی نیز مشهور است دیدگاه برخی متفکران انگلیسی قرن هجدهم نظیر شافتسبری، هاچیس و هیوم است که حساسیت یا احساس را در اخلاق دارای نقش محوری می دانند. بر این اساس، ما علاوه بر حواس ظاهر خویش، دارای حسی اخلاقی هستیم که با آن درست و نادرست، خوب و بد و اموری از این دست را تشخیص می دهیم. آنچه این حس تصویب می کند اخلاقاً درست یا خوب است و آنچه مردود می شمارد اخلاقاً نادرست یا بد است. به تعبیر دیگر، پاسخهای عاطفی ما به اعمال یا صفاتی از سیرت اشخاص «ادراکات» اخلاقی بودن یا نبودن آنها هستند و بر فضیلت یا رذیلت آنچه ادراک می شود دلالت دارند. بر این اساس نسبتها و تمایزات اخلاقی از احساسات ناشی می شوند."
 },
 {
   "word": "moral sentimentalism",
   "def": "حس گرایی اخلاقی .همچنین ببینید:  moral sense theory"
 },
 {
   "word": "moral sentiments",
   "def": "احساسات اخلاقی - احساساتی نظیر عشق، همدلی، رحم و حسادت که شأن اخلاقی دارند. برخی نظریه های اخلاق (همچون نظریهٔ هیوم) برای احساسات اخلاقی جایگاهی اساسی قائل اند و برخی دیگر (همچون نظریهٔ کانت) اولویت احساسات در اخلاق را منکر می شوند. یکی از مسائل مهمی که دربارهٔ احساسات اخلاقی مطرح است این است که آیا این احساسات از جمله احساس گناه یا شرم در بردارندهٔ باورهای اخلاقی نیز هستند. همچنین ببینید:  moral sense theory"
 },
 {
   "word": "moral situationalism",
   "def": "وضعیت نگری اخلاقی .همچنین ببینید:  situation ethics"
 },
 {
   "word": "moral skepticism",
   "def": "شکاکیت اخلاقی .همچنین ببینید:  ethical skepticism"
 },
 {
   "word": "moral sociology",
   "def": "جامعه شناسی اخلاق - شاخه ای از جامعه شناسی که اخلاق را از آن حیث که پدیداری اجتماعی است بررسی می کند. نقش یا کارکرد اجتماعی اخلاق، و آثار و نتایج اجتماعی ناخواستهٔ نظامها و کردار اخلاقی در سطح اجتماعی از جمله مسائل جامعه شناسی اخلاق است."
 },
 {
   "word": "moral solipsism",
   "def": "خود تنها انگاری اخلاقی .همچنین ببینید:  ethical solipsism"
 },
 {
   "word": "moral standing",
   "def": "شأن اخلاقی، منزلت اخلاقی .همچنین ببینید:  moral status"
 },
 {
   "word": "moral status",
   "def": "شأن اخلاقی، منزلت اخلاقی - موجودی که شان یا منزلت اخلاقی دارد به موجب دارا بودن این ویژگی درخور آن است که موضوع شایسته ای برای پروا و ملاحظهٔ اخلاقی مستقیم به شمار آید. پرسش اصلي در این زمینه آن است که چه چیزه هایی واجد شأن اخلاقی هستند؟ به این پرسش پاسخهای متنوع داده اند: (۱) تنها مجموع آن موجوداتی که خودشان قابلیت آن را دارند که از خود پروا و ملاحظهٌ اخلاقی نشان دهند؛ (۲) همهٔ انسانها اعم از اینکه بتوانند به عنوان فاعل اخلاقی عمل کنند یا نتوانند؛(3) انسانها و برخی حیوانات برتر دیگر(نظیر گوریل ها و شمپانزها) که قادر  به تفکرو استدلال، و خودآگاه اند (۴) موجوداتی که می توانند احساساتی نظیر درد داشته باشند (۵) موجودات زنده اعم از ذی شعور یا فاقد شعور (۶) کل های نظیر دولت و اکوسیستم های طبیعی. سوای این پرسش که آیا موجوداتی اصولا شأن اخلاقی دارند یا نه، این مسئله نیز درخور توجه است که در صورت داشتن شان اخلاقی تا چه اندازه از چنین شأنی بهره مندند."
 },
 {
   "word": "moral subjectivism",
   "def": "ذهنی انگاری اخلاقی، سوژه محوری اخلاقی .همچنین ببینید:  ethical subjectivism"
 },
 {
   "word": "moral terms",
   "def": "الفاظ اخلاقی .همچنین ببینید:  ethical terms"
 },
 {
   "word": "moral theology",
   "def": "الهيات اخلاقی – شاخه ای از الهایات (مسیحی) که بررسی نظام مند اخلاق در پرتو وحی (مسیحی ) می پردازد. "
 },
 {
   "word": "moral theory",
   "def": "نظریهٔ اخلاق - نظریه ای در توصیف، تبیین، توصیه یا توجیه اخلاقیات یا پاره ای اصول و هنجارهای اخلاقی. اصطلاح ethical theory به همین معنا به کار می رود و گاه ناظر است به نظریه پردازی فرااخلاقی دربارهٔ مفاهیم و الفاظ اخلاقی (moral)."
 },
 {
   "word": "moral universalism",
   "def": "کلی نگری اخلاقی. همچنین ببینید: ethical universalism"
 },
 {
   "word": "moral value",
   "def": "ارزش اخلاقی .همچنین ببینید:  value"
 },
 {
   "word": "moral virtues",
   "def": "فضایل اخلاقی - صفات گرایشها یا ملکاتی در سیرت که دارندهٔ آنها را به سوی عمل درست رهنمون می شوند و بزرگ منشی و نیک سیرتی به بار می آورند واژه فضیلت (Virtue) به تنهایی معمولا به همین معنا به کار می رود. همچنین ببینید:  virtue"
 },
 {
   "word": "moral voluntarism",
   "def": "اراده گرایی اخلاقی .همچنین ببینید:  ethical voluntarism"
 },
 {
   "word": "moral weakness",
   "def": "ضعف اخلاقی -مصداقی از وضعیت هام تر ضعف اراده.وضعیتی که در آن فاعل علی رغم اینکه میداند اخلاقا چه باید بکند آنچه را بایسته است انجام نمی دهد یا علی رغم اینکه می داند اخلاقا نباید چه بکند آنچه را بایسته نیست انجام نمی دهد."
 },
 {
   "word": "mores (L).",
   "def": "سیرت؛ آداب و رسوم - واژهای که ریشهٔ morality است و بر سیرت شخص یا آداب و رسوم و عاداتی که از عرف برمی خیزد (و قانون آنها را رقم نمی زند)، و تلقی ها، قواعد، الگوهای رفتار و هنجارهایی که گروهی مشترکاً آنها را اختیار کرده اند دلالت می کند."
 },
 {
   "word": "motivation",
   "def": "انگیزش .همچنین ببینید:  motive"
 },
 {
   "word": "motivational externalism",
   "def": "برون گرایی انگیزشی .همچنین ببینید:  externalism"
 },
 {
   "word": "motivational internalism",
   "def": "درون گرایی انگیزشی. همچنین ببینید: Internalism"
 },
 {
   "word": "motive",
   "def": "انگیزه - محرک یا سرچشمهٔ عمل که ممکن است آگاهانه یا ناآگاهانه باشد. اهمیت انگیزه ها در اخلاق بیشتر از آن جهت است که غالباً موضوع ارزیابی فاعل اخلاقی هستند. همچنین، در این باره اختلاف نظر هست که آیا ارزیابی اعمال باید مستقل از ارزیابی انگیزه ها باشد یا نه. انگیزه در تبیین های انگیزشی از کردار نقش محوری دارد. همچنین ببینید:  moral motivation"
 },
 {
   "word": "narrative ethics",
   "def": "اخلاق روايی - این اصطلاح عمدتاً به دو معنا به کار می رود: (۱) رویکردی که بر اهمیت روایت یا سرگذشت در حیات اخلاقی و تصمیم گیری اخلاقی تاکید می کند و از این راه می کوشد اخلاق را در زمینه یا بافت انضمامی حیات، هویت و روابط فرد قرار دهد. بر این اساس، درک روایت فرد یکی از منابع مهم شناخت اخلاقی است. به طور مثال، قائلان به این رویکرد در اخلاق پزشکی بر روشهایی چون مصاحبه با بیمار، خانوادهٔ بیمار یا پرستاران انگشت تاکید می گذارند تا به این طریق خاصترین و شخصی ترین وجوه حیات اخلاقی اشخاص روشن شود. این رویکرد در تقابل با رویکردی قرار می گیرد که بر اطلاق عام ملاحظات و اصول اخلاقی تاکید می ورزد. (۲) شاخه ای از اخلاق کاربردی که ملاحظات و وجوه اخلاقی روایت را بررسی می کند. شأن اخلاقی روایت، داستان پردازی، شخصیت پردازی، روابط میان راوی و شنونده یا مؤلف و خواننده، تأثیر اخلاقی تجربهٔ ادبی و قدرت آن در تغییر نگرشها و حساسیتهای اخلاقی خواننده از جمله مسائل اخلاق روایی است."
 },
 {
   "word": "natural duty",
   "def": "طبعیت گرایی. همچنین ببینید:  ethical naturalism"
 },
 {
   "word": "naturalistic fallacy",
   "def": "مغالطهٔ طبیعت گرایی - مغالطهٔ یکسان انگاشتن مفاهیم یا خاصه های  اخلاقی با مفاهیم یا خاصه های طبیعی (یا تحویل  دستهٔ اول به دستهٔ دوم)، نظیر اینکه، بر وفق لذت گرایی اخلاقی، بگوییم خوب یعنی آنچه  لذت می بخشد. استنتاج احکام اخلاقی دربارهٔ درست و نادرست یا خوب و بد از صرف احکام توصیفی فارغ از اخلاق نیز گاه به این نام خوانده می شود. این مغالطه را اول بار جورج ادوارد مور تشخیص داد و خود درصدد برآمد با استدلال پرسش مفتوح نادرستی آن را نشان دهد. "
 },
 {
   "word": "natural law",
   "def": "قانون طبیعی. همچنین ببینید:  natural law theory"
 },
 {
   "word": "natural law ethics",
   "def": "اخلاق مبتنی بر قانون طبیعی. همچنین ببینید:  natural law theory"
 },
 {
   "word": "natural law theory",
   "def": "نظریهٔ قانون طبیعی - دیدگاهی دربارهٔ نسبت قانون طبیعی با اخلاق (و حقوق ) که نزد رواقیون و برخی متفکران قرون وسطی مخصوصاً توماس آکویناس قدیس پرورده شد و متفکرانی نظیر فرانچسکو سوارز و هوگو گروسیوس از آن بهره گرفتند. نظریهٔ قانون طبیعی می کوشد که سرچشمهٔ اصول پایهٔ اخلاق (و حقوق ) را در طبیعت بیابد. مراد از طبیعت در اینجا یا عالم طبیعت است یا طبیعت بشر فی المثل نزد رواقیون، گوهر آن عقل است. بر این اساس، قانون طبیعی هنجاری است ابدی، مطلق و مستقل از قوانین وضعی بشر که حالّ در طبیعت یا قابل استنباط از طبیعت است و (در شکل دینی این نظریه ) بیانگر مشیت و ارادهٔ خداوند برای عالم آفرینش، در غالب نظریه های قانون طبیعی آدمی می تواند با نور طبیعی (lumen naturale)عقل این قانون را کشف کند. دربارهٔ نسبت میان قانون طبیعی و خداوند دو دیدگاه اصلی وجود دارد: برخی نظیر توماس آکویناس قدیس بر آن اند که عقل سرمدی خداوند مصدر قانون طبیعی است و برخی هم نظیر ہوگو گروسیوس محتوای این قانون را مستقل از هرگونه اراده ای از جمله ارادهٔ خداوند می شمارند. این اصلی که آدمی همواره باید مطابق طبیعت عمل کند گوهر اخلاق مبتنی بر قانون طبیعی است."
 },
 {
   "word": "natural obligation",
   "def": "وظیفهٔ طبیعی. همچنین ببینید:  natural duty"
 },
 {
   "word": "natural right",
   "def": "حق طبیعی - حقی که طبیعت و قانون طبیعی مصدرآن محسوب می شود و طرح آن بویژه میراث نظریه های قانون طبیعی است. حق طبیعی حقی است که نه از جانب شخص یا نهادی به کسی اعطا می شود و نه می توان آن را سلب کرد، گرچه نقض آن ممکن است. حق آزادی نمونه ای از حقوقی است که طبیعی فرض شده است. این که آیا چنین حقوقی به واقع وجود دارند یا نه، و در صورت بنیاد آنها چیست، کدام حقوق، حقوق طبیعی هستند و چه خصوصیتی در این حقوق هست که آنها را طبیعی می سازد، از جمله مسائلی است که دربارهٔ این حقوق محل بحث است."
 },
 {
   "word": "natural virtues",
   "def": "فضایل طبیعی - فضایلی که فرض می شود افراد به موجب طبیعت و گرایشهای طبیعی خویش از آنها برخوردارند. فی المثل، گفته می شود که برخی افراد گرایش طبیعی به بخشندگی دارند و این فضیلت را اکتساب نکرده اند."
 },
 {
   "word": "nature, right of",
   "def": "حق طبیعی. همچنین ببینید:  natural right"
 },
 {
   "word": "negative duty",
   "def": "تکلیف سلبی - تکلیف انجام ندادن برخی کارها یا تکلیف ناظر به ترک عمل، نظیر تکلیف قتل نکردن. این صورت از تکلیف در برابر تکلیف ایجابی قرار دارد."
 },
 {
   "word": "negative freedom",
   "def": "آزادی منفی. همچنین ببینید:  positive liberty"
 },
 {
   "word": "negative liberty",
   "def": "آزادی منفی. همچنین ببینید:  positive liberty"
 },
 {
   "word": "negative responsibility",
   "def": "مسئولیت سلبی - مسئولیت در قبال نتایج ترک اعمال. این مفهوم از مسئولیت در برابر مسئولیت در قبال اعمالی که انجام میدهیم قرار می گیرد."
 },
 {
   "word": "negative rights",
   "def": "حقوق سلبی - حقوقی که به موجب تکالیف متضایفی که ایجاد می کنند، برخی اعمال را که این حقوق را زیر پا می گذارند نهی و ممنوع می کنند. به تعبیردیگر، حقوق سلبی حقوق ناظر به عدم مداخله از جانب دیگران اند. این که آدمی حق دارد شکنجه نشود نمونه ای از این حقوق است. برخی معتقدند که حقوق اخلاقی صرفاً حقوق سلبی هستند. حقوق سلبی در برابر حقوق ایجابی قرار می گیرد."
 },
 {
   "word": "negative utilitarianism",
   "def": "فایده گرایی سلبی - شکلی از فایده گرایی که به جای آنکه به نحو ایجابی به حداکثر رساندن خوشی یا نیکبختی کلی را محل تاکید قرار دهد، بر اینکه رنج والم یا شوربختی به حداقل رسانده شود تاکید می ورزد. بر این اساس، عملی را باید انجام داد که موجب کمترین میزان کلی رنج و الم شود. همچنین ببینید:  utilitarianism "
 },
 {
   "word": "neutralism",
   "def": "بیطرفی. همچنین ببینید:  moral neutralism"
 },
 {
   "word": "neutrality",
   "def": "بیطرفی. همچنین ببینید:  moral neutralism"
 },
 {
   "word": "nihilism",
   "def": "نیست انگاری. همچنین ببینید:  ethical nihilism"
 },
 {
   "word": "non-basic action",
   "def": "عمل غيرپايه. همچنین ببینید:  basic action"
 },
 {
   "word": "noncognitivism",
   "def": "ناشناخت انگاری. همچنین ببینید:  ethical noncognitivism"
 },
 {
   "word": "nonconsequentialism",
   "def": "نانتیجه گرایی - هرگونه نظریه ای در اخلاق هنجاری که ارزش یا درستی اخلاقی را صرفاً در گرو نتایج عمل نمی شمارد نظریه ای نانتیجه گراست. از جملهٔ این گونه نظریات می توان به اخلاق تکلیف گرایانه اشاره کرد که انواع مشخصی از عمل را ذاتاً درست یا نادرست می داند فارغ از نتیجه ای که به بار می آورند. نانتیجه گرایی در برابر نتیجه گرایی قرار می گیرد."
 },
 {
   "word": "nondescriptivism",
   "def": "ناتوصیف انگاری. همچنین ببینید:     descriptivism"
 },
 {
   "word": "nonethical",
   "def": "فارغ از اخلاق. همچنین ببینید:  nonmoral"
 },
 {
   "word": "nonmoral",
   "def": "فارغ از اخلاق - آنچه کیفیت یا جنبهٔ اخلاقی ندارد."
 },
 {
   "word": "nonmoral good",
   "def": "خیر فارغ از اخلاق، خوب فارغ از اخلاق -خوب يا خيرى که شان اخلاقى ندارد، نظير وقتى می گوییم «این لباس خوب است». همچنین ببینید:  good"
 },
 {
   "word": "nonmoral virtue",
   "def": "فضیلت فارغ از اخلاق - فضیلتی که شان اخلاقی ندارد و کمالی است در زمینه های دیگر، نظیر زیرکی، شوخ طبعی یا هوشمندی."
 },
 {
   "word": "nonnaturalism",
   "def": "ناطبیعت گرایی. همچنین ببینید:  ethical nonnaturalism"
 },
 {
   "word": "non-natural properties",
   "def": "خاصه های ناطبیعی - نامی که جورج ادوارد مور بر کیفیاتی نهاده است که محسوس و مشاهده پذیر نیستند و موضوع علوم تجربی قرار نمی گیرد. مور خاصۀ اخلاقی «خوب» را نمونه ای از این خاصه ها می داند. وجود چنین خاصه هایی هم از جانب طبیعت گرایی اخلاقی و هم از جانب ناشناخت انگاری اخلاقی آماج انکار قرار گرفته است."
 },
 {
   "word": "nonutilitarianism",
   "def": "نافایده گرایی - این رأی که فایده یا سودمندی بالاترین ارزش و غایت اخلاقی نیست. نافایده گرایی در برابر فایده گرایی قرار می گیرد."
 },
 {
   "word": "nonviolence",
   "def": "عدم خشونت - قائلان به عدم خشونت کاربرد خشونت را در امور شخصی، اجتماعی یا بین المللی رد می کنند و غالبا در برابر خشونت به اشکالی غیرخشونت آمیز مقاومت می ورزند (عدم خشونت فعالانه). آنها ممکن است تنها خشونت فیزیکی یا هم خشونت فیزیکی و هم خشونت روانی را مردود شمارند. عدم خشونت ممکن است به اشکال گوناگون ظاهر شود: رد خشونت در هر اوضاع و احوال واقعی یا فرضی (عدم خشونت مطلق)؛ پذیرش توجیه پذیری خشونت در اوضاع و احوالی فرضی ولی رد آن در عمل (عدم خشونت مشروط)، عدم خشونت اصولی (یا بر پایهٔ اصول اخلاقی) بر حسب اخلاق عمل بنیاد ( همواره باید با عدم خشونت عمل کرد) یا بر حسب اخلاق فضیلت بنیاد (باید صفات سیرتی مقرون به عدم خشونت را پرورد)؛ عدم خشونت به عنوان وسیله ای برای غایات اجتماعی، سیاسی، اقتصادی و .... در این حالت توجیه عدم خشونت در مؤثر بودن آن برای رسیدن به این غایات است نه اینکه پایه ای اخلاقی داشته باشد (عدم خشونت عمل گرایانه). قائلان به عدم خشونت معمولاً در نسبت بین خود و دیگری و تمایز غایات و وسایل بازاندیشی می کنند، بر بخشایش و آشتی و گفتگو با دشمنان یا بیگانگان تاکید می ورزند و بسیاری از آنها با افلاطون همداستان اند که انظلام بهتر از ظلم است. آنها معمولا این رای را زیر سؤال می برند که خشونت به حال انسان، طبیعی است. همچنین ببینید:  violence"
 },
 {
   "word": "nonviolence, ethics of",
   "def": "اخلاق عدم خشونت. همچنین ببینید:  ethics of nonviolence"
 },
 {
   "word": "non-voluntary euthanasia",
   "def": "به کشی غیرداوطلبانه. همچنین ببینید:  euthanasia"
 },
 {
   "word": "norm",
   "def": "هنجار - ملاک، قاعده، اصل یا الگویی برای رفتار و ارزیابی که دور شدن از آن شخص را در معرض نکوهش یا بازخواست قرار می دهد. هنجار های اخلاقی قسمی از اقسام هنجارها محسوب می شوند که ماهیت، سر چشمه و شکلی که باید داشته باشند از مهمترین مسائل فلسفهٔ اخلاق است."
 },
 {
   "word": "normative egoism",
   "def": "خود محوری هنجاری - تعبیر دیگری از خود محوری اخلاقی. همچنین ببینید:  egoism"
 },
 {
   "word": "normative ethics",
   "def": "اخلاق هنجاری - اخلاق هنجاری (یا اخلاق توصیه ای) شاخه ای از اخلاق شناسی یا فلسفهٔ اخلاق است که به جای توصیف نظامهای اخلاقی، نحوه ای که افراد یا جوامع به لحاظ اخلاقی عمل می کنند و آن چیزهایی که ایشان درست یا نادرست و خوب یا بد می انگارند، نظریه هایی می پردازد دربارهٔ اینکه افراد یا جوامع چگونه باید عمل کنند و چه چیزهایی درست یا نادرست و خوب یا بد است. بر این اساس، اخلاق هنجاری ملاکهایی برای درستی و نادرستی، خوبی و بدی، فضیلت و رذیلت، تکلیف، حق و ... وضع می کند. نسبت میان حق و تکلیف، تکلیف و ارزش، درستی و خوبی، و اینکه در مواجهه با مسائل خاص و انضمامی اخلاقی چه باید بکنیم از دیگر مباحث اخلاق هنجاری است. برخی نظریه های هنجاری اخلاق عبارت اند از: اخلاق غایت گرایانه، نتیجه گرایی، اخلاق فضیلت بنیاد و اخلاق تکلیف گرایانه."
 },
 {
   "word": "normative judgement",
   "def": "داوری هنجاری، حکم هنجاری - آن دسته از داوری ها یا احکام که هنجارها، ارزشها یا توصیه هایی را بیان می کنند. برخی، داوری های هنجاری را به دو دستهٔ داوری های ارزشی و داوری های توصیه ای تقسیم می کنند."
 },
 {
   "word": "normaltiveness",
   "def": "هنجاری بودن، هنجارمندی. همچنین ببینید:  normative judgement"
 },
 {
   "word": "normative relativism",
   "def": "نسبی انگاری هنجاری. همچنین ببینید: ethical relativism"
 },
 {
   "word": "normativity",
   "def": "هنجاری بودن، هنجارمندی. همچنین ببینید: normative judgement "
 },
 {
   "word": "nuclear ethics",
   "def": "اخلاق انرژی هسته ای - شاخه ای از اخلاق کاربردی که به مسائل اخلاقی مربوط به استفادهٔ نظامی و غیرنظامی از انرژی هسته ای می پردازد. با عنایت به قدرت تخریبی عظیم سلاح هسته ای که حتی ممکن است منجر به انقراض نسل بشر شود، ملاحظات اخلاقی در این زمینه اهمیت چشمگیری دارد."
 },
 {
   "word": "nursing ethics",
   "def": "اخلاق پرستاری - شاخه ای از اخلاق کاربردی که به مسائل و ملاحظات اخلاقی در کار پرستاران می پردازد. ازیک سو، نسبت پرستار با بیمار زمینه ساز پاره ای ملاحظات اخلاقی است نظیر رازداری و حدود آن و جایز بودن یا نبودن دروغ گفتن به بیمار آنجا که پای ملاحظاتی دربارهٔ سلامت او در میان است. ازسوى دیگر، نسبت پرستار با پزشک نیز ملاحظاتی اخلاقی بر می انگیزد که از آن میان می توان به مسئلهٔ خودآیینی و استقلال پرستاران، درستی یا نادرستی الگوی نظامی رابطهٔ پرستار با پزشک و حدود همکاری پرستار با پزشک اشاره کرد. برخی نظریه ها در اخلاق پرستاری بر آن اند که این اخلاق چارچوب مفهومی خاصی را به کار می برد که در آن مراقبت (care) شان محوری دارد نه درمان (Cure)."
 },
 {
   "word": "objective rightness",
   "def": "درستی عینی - درستی عینی در اخلاق ویژگی عملی است که واقعاً درست باشد، خواه فاعل یا شخصی دیگر آن را درست بداند خواه درست نداند. درستی عینی در برابر درستی شخصی (یا ذهنی ) قرار می گیرد که در گرو تلقی فاعل یا دیگران است."
 },
 {
   "word": "objectivism",
   "def": "عینی انگاری. همچنین ببینید:  ethical objectivism"
 },
 {
   "word": "obligation",
   "def": "وظیفه. همچنین ببینید:  duty"
 },
 {
   "word": "obligatory act",
   "def": "عمل واجب - عملی که قانون، عرف، دین یا اخلاق آن را الزام می کند."
 },
 {
   "word": "ommission, acts of",
   "def": "اعمال سلبی. همچنین ببینید:  distinction  commission/omission"
 },
 {
   "word": "ommission, duties of",
   "def": "تکالیف ناظر به ترک عمل . همچنین ببینید:  negative duty"
 },
 {
   "word": "ontology of ethics",
   "def": "هستی شناسی اخلاق. همچنین ببینید:  moral ontology"
 },
 {
   "word": "open question argument",
   "def": "استدلال پرسش مفتوح - استدلالی که جورج ادوارد مور آن را اقامه کرد تا ثابت کند که هرگونه تلاش برای تعریف ارزشی بنیادین ( به نزد او: (( خوب )) ) محکوم به شکست است و ما در تفکر متعارفمان دربارهٔ واژه های اخلاقی نظیر «خوب» یا «درست» طبیعت گرایی اخلاقی را از پیش ناموجه دانسته ایم. تقریر این استدلال چنین است: فرض کنید در پاسخ این پرسش که «خوب چیست؟»، «خوب» را «لذت آور» تعریف کنیم. اگر این فرض را بپذیریم، همهٔ آنچه می گوییم این است که «لذت آور لذت آوراست» و این تکرار معلوم است. حال می توان معقولانه پرسید که «آیا لذت آوری واقعاً خوب است» و این پرسشی است که باب آن مفتوح است و طرح آن نامعقول نیست. این پرسش نشان می دهد که «خوب» معنایی غیر از «لذت آور» دارد. اگر به جای لذت هر خاصهٔ طبیعی دیگری را نیز قرار دهیم، همین استدلال را می توان اقامه کرد. همچنین ببینید:  naturalistic fallacy "
 },
 {
   "word": "organizational ethics",
   "def": "اخلاق سازمانی - شاخه ای از اخلاق کاربردی که مسائل و ملاحظات اخلاقی در کار سازمانها و نحوهٔ پاسخ اخلاقی سازمانها به محرکهای درونی یا بیرونی را بررسی می کند."
 },
 {
   "word": "original position",
   "def": "وضعيت اوليه - وضعیتی فرضی که جان رالز در کتاب نظریه ای در باب عدالت از آن به عنوان تمهیدی روشی بهره می گیرد تا شرط بی طرفی را تضمین کند – شرطی که عدالت متضمن آن است. بنا بر رای رالز، ساختاری اجتماعی تنها در صورتی عادلانه است  که فاعلان متعقل فرضی ای که از تعلقات و منافع خاص خودشان تھی وعاری شده اند بتوانند بر سر آن پیمان ببندند. در وضعیت اولیه همهٔ کسانی که قرار است اصول جامعه ای نیک سامان را در چار چوبی میثاق گرایانه وضع کنند (فاعلانی متعقل و منفعت جو) در پس حجاب بی خبری، که آن هم تمهیدی فرضی است، قرار دارند، به این معنا که سوای واقعیتهای عام دربارهٔ طبیعت بشر تفاوتهای فردی و شغلی خویش، علائق، استعدادها، ثروت، پایگاه اجتماعی و طبقاتی، و دریافتهای اخلاقی، دینی و فلسفی خویش خبر ندارند نمی دانند که در آن ساختار اجتماعی چه نقشی به آنها تعلق می گیرد. به عقیدهٔ رالز، این وضعیت باعث می شود که افراد از هر گونه امتیازی که در صورت شناخت اوضاع و احوالشان در جامعه نصیب خود می کردند محروم شـــــــوند. انتخاب در چنین وضعیتی خاصیتی اعتبار بخش (Validating) دارد و اصولی که افراد در وضعیت اولیه انتخاب می کنند موجه اند و اصول عام عدالت هستند. رالز از این دریافت به نظریهٔ «عدالت به مثابهٔ انصاف» تعبیر می کند. بر اساس این نظریه، انصاف بنیادیترین و مهمترین رکن مفهوم عدالت است، اصول عدالت حاصل مصالحه ای منصفانه اند و عدالت چارچوبی منصفانه به دست می دهد که درون آن هر شخصی می تواند خیر خاص خود بجوید."
 },
 {
   "word": "original sin",
   "def": "گناه نخستین، گناه جبلی - گناهی که بر وفق تعالیم مسیحیت، آدم ابوالبشر مرتکب شد و جمیع انسانها از آن هنگام به آن آلوده بوده اند. متفکران مسیحی معمولا انتقال این گناه را از راه توالد و تناسلی می دانند. بر این اساس وضعیت آدمی از آغاز گناه آلود است و بسیاری ازآموزه های مسیحیت ناظر به چگونگی تطهیر و رستگاری از این گناه است."
 },
 {
   "word": "other",
   "def": "دیگری، غیر - دیگری یکی از مهمترین مفاهیم اخلاق است، به گونه ای که بسیاری بر آن اند که بدون وجود دیگری یا دیگران اساسا اخلاق در عالم انسانی پدیدار نمی شد. بسیاری از فضایل و رذایل اخلاقی در مناسبت با دیگران معنا پیدا می کنند. همچنین، کثیری از مفاهیم اخلاقی نظیر تکلیف، حق، مسئولیت و ... عمدتاً موکول به روابط بین الاشخاصی اند. از میان مسائلی که در زمینهٔ شأن اخلاقی دیگری و نسبت اخلاقی آدمیان با یکدیگر محل بحث است، می توان به این موارد اشاره کرد: آیا رابطهٔ اخلاقی با دیگری رابطه ای متقابل یا مبتنی بر بده بستان است، به این معنا که من در قبال خیری که به دیگری می رسانم می توانم توقع جبران آن را از جانب دیگری  داشته باشم؟ آیا من و دیگران جملگى در پیشگاه اخلاق مقام یکسانی داریم و اخلاقاً برابریم ؟ آیا دایرهٔ دیگران تنها انسانهای دیگر را شامل می شود یا موجودات دیگری چون حیوانات را نیز در برمی گیرد؟ آیا ارزشها و معیارهای اخلاقی بین الاشخاصی هستند یا به استقلال از همداستانی بین الاشخاصی اعتباردارند؟"
 },
 {
   "word": "other-regarding virtues",
   "def": "فضایل غیر نگر- فضایلی نظیر خیرخواهی و احسان که اولاً و اساساً نظر به منفعت و خیر دیگری دارند. این فضایل در برابر فضایل خودنگر قرار می گیرند که اگرچه ممکن است نفع و خیر آنها به دیگران نیز برسد، اولاً و اساساً ناظر به منفعت و خیر خود شخص اند."
 },
 {
   "word": "ought",
   "def": "باید - اصطلاحی مهم در اخلاق بویژه اخلاق تکلیف گرا که وظیفه، تکلیف یا توصیه، و نیز نتیجهٔ قیاس صوری عملی عمدتا با آن بیان می شود. همچنین ببینید:  ought-judgement"
 },
 {
   "word": "ought-judgement",
   "def": "داوری باید دار، حکم باید دار - ان دسته از داوری ها یا احکام که واژه یا مفهوم باید یا نباید برای بیان تکلیف یا توصیه ای در آنها به کار رفته است."
 },
 {
   "word": "overman",
   "def": "ابرانسان. همچنین ببینید: Übermensch"
 },
 {
   "word": "overridingness",
   "def": "ارجحیت - ارجحیت را غالباً یکی از ویژگیهای اصول اخلاقی محسوب می کنند. بر این اساسی، اصول اخلاقی بر ملاحظات دیگر اعم از زیبایی شناسانه، حقوقی و ... تقدم دارند و آنها را تحت شعاع قرار می دهند. به این ترتیب، مثلاً در باب «مسئلهٔ گوگن » می توان گفت که کار این نقاش اگرچه ممکن است از حیث زیبایی شناسانه موجه باشد، اخلاقاً موجه نیست."
 },
 {
   "word": "pacifism",
   "def": "صلح طلبی - مخالفت با جنگ (و خشونت و کشتار) یا نوع خاصی از جنگ نظیر جنگ هسته ای خواه به دلایل اخلاقی یا دینی خواه به دلایل عملی (pragmatic) نظیر اینکه جنگ بی ثمر و بیهوده است. صلح طلبی بر چند دسته است: (1) صلح طلبی مطلق: مخالفت با جنگ در هرشرایطی؛ (۲) صلح طلبی مشروط: پذیرش جایز بودن جنگ در برخی شرایط فرضی ولی در عین حال باور به اینکه جنگ در عمل نادرست است؛ (3) صلح طلبی عملی (practical): امتناع از وارد شدن در جنگ و فعالیتهای مربوط به آن نظیر خدمت نظام، و مخالفت فعالانه با جنگ؛ (۴) صلح طلبی شخصی: اعتراض وجدانی به خدمت نظام."
 },
 {
   "word": "pain",
   "def": "الم. همچنین ببینید:  pleasure"
 },
 {
   "word": "paradox of forgiveness",
   "def": "پارادوکس بخشایش - پارادوکسی است به این مضمون که اگر تنها باید کسانی که سزاوار بخشایش اند بخشوده شوند، آن گاه بخشایش یا ناموجه است - در مورد آن که سزاوار بخشایش نیست - یا بی فایده - زیرا در مورد آن که سزاوار بخشودن است چیزی برای بخشودن وجود ندارد. بنا براین، از منظر قائلان به این پارادوکس، بخشایش موجه خطاهای واقعی امری است ممتنع."
 },
 {
   "word": "paradox of self-deception",
   "def": "پارادوکس خودفريبى - پارادوکسی که به باور برخی، مفهوم خود فریبی عامدانه دچار آن است: آنگاه که من کسی را فریب می دهم خود به حقیقتی که خلاف آن را به دیگری می گویم عالم هستم و آن که فریب می خورد چنین نیست. با توجه به اینکه در خود فریبی آن که ظاهرا فریب می خورد خود من هستم که به حقیقت امر واقفم، به نظر می رسد که در این مفهوم پارادوکسی نهفته است."
 },
 {
   "word": "partialism",
   "def": "جانبداری. همچنین ببینید:  partiality"
 },
 {
   "word": "partiality",
   "def": "جانبداری - طرفداری از شخص یا گروهی بیش از شخص یا گروهی دیگر. برخی نیز آن را به طرفداری از آنچه از آن خویش است یا وابستگان خویش تعریف کرده اند. غالب سنتهای اخلاقی منظر اخلاقی را مستلزم ملاحظهٔ بی طرفانه و غیرجانبدارانهٔ همه اشخاص و درنظرگرفتن منافع همهٔ آنها به طور یکسان تلقی می کنند. درمقابل قائلان به جانبداری (partialists) برآن اند که برخورد جانبدارانه با کسانی که شخص ارتباط خاصی با آنها دارد در چنین روابطی ضروری است و تأکید بر بی طرفی باعث شده است که نظریه های اخلاق ارزش روابط خاص شخصی را نادیده بگیرند یا انکار کنند. همچنین ببینید:  impartiality"
 },
 {
   "word": "particularism",
   "def": "جزئی نگری، خاص گرایی. همچنین ببینید:  ethical particularism"
 },
 {
   "word": "passive euthanasia",
   "def": "به کشی منفعلانه. همچنین ببینید:  euthanasia"
 },
 {
   "word": "paternalism",
   "def": "پدرمآبی - مداخله در زندگی شخصی دیگر به خاطر خیر آن شخص یا جلوگیری از آسیب رسیدن به او به بیان دقیقتر الف نسبت به ب پدرمآبانه رفتار می کند اگر و تنها اگر (۱) الف به قصد دور کردن آسیبی از ب یا رساندن منفعتی به او عمل کند؛ (۲) الف بر خلاف پسندها، امیال یا گرایشیای فعلی ب عمل کند؛ و (۳) عمل الف محدودیتی بر خود آیینی یا آزادی ب باشد. پدرمآبی دو شکل حداکثری (شدید) و حداقلی (خفیف) دارد. پدر مآبی حداکثری این دیدگاه است که پدرمآبی گاهی موجه است، حتی وقتی که شخصی که در کارش مداخله می شود از سر اختیار عمل می کند. در مقابل پدرمآبی حداقلی دیدگاهی است به این مضمون که پدر مآبی تنها زمانی موجه است که شخصی به طور غیراختیاری عمل می کند یا آدمی نیاز به زمان دارد که مشخص کند آیا آن شخص از سر اختیار این که اگر اصولاً پدرمآبی مجاز باشد چه هنگام رواست و حدود مداخلات پدرمآبانه دولت در زندگی شهروندانش از جمله مسائل اخلاقی دراین زمینه است."
 },
 {
   "word": "perfect duty",
   "def": "تکلیف کامل - اصطلاح تکلیف کامل (و تکلیف ناقص) معمولا به دو معنا به کار می رود: (۱) تکلیف کامل تکلیفی است که حق متناظر با خود دارد ( و تکلیف ناقص تکلیفی است که حق متناظر با خود ندارد)؛ (2) در فلسفه اخلاق کانت، تکلیف کامل به تکلیفی اطلاق می شود که به شخص مجال انتخاب نمی دهد و مطلق است. نظیر راستگویی با وفای به عهد (و تکلیف ناقص دلالت بر تکلیفی دارد که شخص می تواند از میان گزینه های ممکن انجام دادن آن دست به انتخاب بزند نظیر تکلیف کمک به مستمندان). همچنین ببینید:  duly"
 },
 {
   "word": "perfectionism",
   "def": "کمال گرایی. همچنین ببینید:  moral perfectionism"
 },
 {
   "word": "perfect rights",
   "def": "حقوق کامل - حق کامل حقی است که دارندهٔ آن می تواند خواستار تکلیف متناظر با آن از دیگران شود و در صورت نقض این حق، طلب جبران کند. حق حیات و حق برخورداری از عدالت از جمله حقوق کامل محسوب شده است. در مقابل، حق ناقص حقی است که نمی توان رعایت آن را بر دیگران تکلیف کرد، نظیر حق داشتن درآمد کافی."
 },
 {
   "word": "person",
   "def": "شخص - مفهوم شخص در اخلاق از جهات بسیاری اهمیت دارد. معمولا فرض بر این است که اخلاق برای اشخاص و دربارهٔ اشخاص است و آنها حاملان اصلی - اگرنه یگانه حاملان - حقوق و تکالیف اند و شأن اخلاقی دارند. بر این اساس، مفهوم شخص دلالتی هنجاری نیز دارد: آدمی با اشخاص به گونه ای رفتار می کند و با دیگر موجودات نظیر اشیا به گونه ای دیگر. شخص بودن غالباً در گرو داشتن صفاتی چون عقل، زبان، فاعلیت، خودآگاهی و قابلیت برقراری ارتباط با دیگران دانسته می شود و بر این اساس این لفظ در کاربرد متداولش بر انسانها اطلاق می شود. یکی از مهمترین مسائلی که در این زمینه محل بحث است نسبت شخص بودن و اصول اخلاقی است. این که چه هنگام شخص بودن اغاز می شود و چه هنگام پایان می پذیرد در مسائلی چون سقط جنین، به کشی یا تصمیم گیری دربارهٔ وضعیت کسانی که زندگی نباتی دارند، اهمیت بسیار دارد، زیرا شخص بودن غالبا نشانهٔ داشتن شأن اخلاقی خاصی محسوب می شود. برخی دیگر از مسائل اخلاقی نیز به این موضوع مربوط می شوند که آیا کسی که در شخص بودن او تردیدی نیست همان شخصی است که قبلاً فلان رفتار از او سر زده است."
 },
 {
   "word": "personal egoism",
   "def": "خود محوری شخصی. همچنین ببینید:  egoism"
 },
 {
   "word": "personal ethics",
   "def": "اخلاق شخصی. همچنین ببینید:  private morality"
 },
 {
   "word": "personal morality",
   "def": "اخلاق شخصی. همچنین ببینید:  private morality"
 },
 {
   "word": "personal relations",
   "def": "روابط شخصی - روابطی کم و بیش دیرپا میان اشخاصی که تا حد زیادی یکدیگر را می شناسند و معمولاً تا حدودی نسبت به یکدیگر تعلق خاطر عاطفی دارند. اگرچه روابط شخصی در تاریخ اخلاق نزد برخی فیلسوفان نظیر ارسطو مورد اعتنا بوده است، اما دردهه های اخیر به صورت موضوع مهمی در فلسفهٔ اخلاق درآمده و در نظریه هایی چون اخلاق مراقبت و اخلاق اگزیستانسیالیستی جایگاه بلندی یافته است. روابط شخصی ممکن است اختیاری (نظیر رابطهٔ دوستی)، غیراختیاری (نظیر رابطهٔ کودک با والدینش) یا در حالتی بینابین باشند. از جمله مسائلی که در زمینهٔ نسبت روابط شخصی و اخلاق می توان برشمرد، شأن اخلاقی این روابط است به این معنا که آیا روابط شخصی ساحتی مشخصا اخلاقی دارند یا باید آنها را صرفا خیری فارغ از اخلاق شمرد؟ پرسش مهم دیگر این است که آیا اهمیت روابط شخصی رامی توان در چارچوب نظریه های سنتی اخلاق نظیر فایده گرایی یا اخلاق کانتی توجیه و تبیین کرد؟ همچنین، می توان پرسید که آیا روابط شخصی اقتضا نمی کند که ملاحظات شخصی ملاحظات اخلاقی ای چون بی طرفی، عدالت یا انصاف را تحت شعاع قرار دهد."
 },
 {
   "word": "personal responsibility",
   "def": "مسئولیت شخصی. همچنین ببینید:  responsibility"
 },
 {
   "word": "personhood",
   "def": "شخص بودن. همچنین ببینید:  person"
 },
 {
   "word": "philia (Gr).",
   "def": "فیلیا، دوستی - اصطلاحی که بالاخص در اخلاق ارسطو محل بحث قرار می گیرد و معمولاً آن را به دوستی ترجمه می کنند. با این حال، این اصطلاح معنایی فراختر از معنای متعارف دوستی دارد و بسیاری از روابط مبتنی برتشریک مساعی نظیر روابط بین اعضای خانواده و اعضای اجتماع را نیز دربرمی گیرد. همچنین ببینید:  friendship"
 },
 {
   "word": "philosophical ethics",
   "def": "اخلاق فلسفی - بررسی فلسفی اخلاقیات. غالباً این اصطلاح بر مجموعهٔ اخلاق هنجاری و فرااخلاق دلالت می کند. همچنین ببینید:  ethics"
 },
 {
   "word": "philosophy of action",
   "def": "فلسفه عمل، فلسفه فعل. همچنین ببینید:  action theory"
 },
 {
   "word": "phronesis (Gr).",
   "def": "فرونسیس، حکمت عملی - یکی از مهمترین مفاهیم در نظریهٔ اخلاق باستان مخصوصا به نزد ارسطو، این مفهوم ربط وثیقی با فضیلت و زندگی نیک دارد. از منظر ارسطو، حکمت عملی یکی از فضایل عقلانی است که بر شرط لازم و کافی فضیلت است و از سیرت نیکو جدایی نمی پذیرد. حکمت عملی معرفت غایات درست و شایستهٔ زندگی و هدایت کنندهٔ عمل است. این فضیلت تأمل شخص نیک برای دست یافتن به سعادت (ائودایمونیا) را هدایت می کند و صاحب آن قادر است در اوضاع و احوال جزئی ملاحظات اخلاقاً مربوط را سبک و سنگین کند و دریابد که آن وضعیت اخلاقاً چه رفتاری را اقتضا می کند. بر این اساس، شخصی که برخوردار از حکمت عملی است (فرونیموس ) اگرچه به قواعد اخلاقی بی اعتنا نیست، آنها را برای دست یافتن به رأی صائب کافی نمی انگارد. این مفهوم در زبان لاتین به prudentia برگردانده شد که متفکرانی نظیر توماس آکویناس قدیس آن را به معنای مراد ارسطو به کار بردند."
 },
 {
   "word": "phronimos (Gr).",
   "def": "فرونيموس - شخصی که از فرونسیس (حکمت عملی) برخوردار است. همچنین ببینید:  phronesis"
 },
 {
   "word": "Platonic love",
   "def": "عشق افلاطونی. همچنین ببینید:  eros"
 },
 {
   "word": "pleasure",
   "def": "لذت - مفهومی پیچیده که بخصوص در اخلاق هنجاری و روانشناسی اخلاق بررسی می شود. لذت معمولا احساس جسمانی یا حال روحی مثبتی تلقی می شود و در برابر الم قرار می گیرد که شکلی منفی دارد. لذت ممکن است از ارضای میل یا برآوردن نیازی، یا در حین فعالیتی دست دهد.در اخلاق هنجاری به طور کلی سه دیدگاه را دربارهٔ لذت می توان از هم تمیز داد: (۱) باید از لذت اجتناب کرد زیرا تهدیدی برای فضیلت است؛ (۲) لذت (به بیان دقیقتر، برخی اقسام لذت ) یک جزء پذیرفتنی، و حتی ارزشمند، از زندگی نیک است ولی نه یگانه مقوم یا غایت آن؛ و (۳) لذت یگانه مقوم و غایت زندگی نیک است و باید در هر کاری جویای آن بود (لذت گرایی اخلاقی). ماهیت لذت، گسترهٔ آن، امکان محاسبهٔ لذت (حساب لذت سنج ) و اقسام لذت از جمله مسائلی است که در فلسفهٔ اخلاق بررسی می شود و نظریه هایی چون لذت گرایی اخلاقی و لذت گرایی روان شناختی حول محور این مفهوم شکل گرفته اند. همچنین ببینید:  hedonism"
 },
 {
   "word": "pleasure principle",
   "def": "اصل لذت - تعبیر دیگری از اصل فایده. همچنین ببینید:  principle of utility"
 },
 {
   "word": "pluralism",
   "def": "کثرت گرایی. همچنین ببینید:  ethical pluralism"
 },
 {
   "word": "pluralistic ethics",
   "def": "اخلاق کثرت گرایانه - نظریه ای در اخلاق هنجاری که هم مفاهیم ناظر به تکلیف و کردار و هم مفاهیم ناظر به ارزش و فضیلت را برای ایجاد نظامی بسنده و کامل در اخلاق لازم می شمارد. بر این اساس، هیچ کدام از این دو دسته مفاهیم اولیه و اصلی و قابل تحویل به دستهٔ دیگر نیست، و هردو دسته ارزش ذاتی دارند. اخلاق مکمل نگر نام دیگر این نظریه است. همچنین ببینید:  ethical pluralism"
 },
 {
   "word": "police ethics",
   "def": "اخلاق پليس - شاخه ای از اخلاق کاربردی که ملاحظات و مسائل اخلاقی دخیل در گستره ها و جنبه های گوناگون کار پلیس نظیر حفظ نظم و آرامش، بازجویی از مجرمان و زندانی کردن آنها کاراگاهی را بررسی می کند. همچنین ببینید:  criminal justice ethics"
 },
 {
   "word": "political ethics",
   "def": "اخلاق سیاسی – شاخه ای از اخلاق کاربردی که در آن از جایگاه اخلاق در سیاست، حکومت و قدرت سیاسی سخن به میان می آید. مناسبات حکومتها با یکدیگر (روابط خارجی ) و مناسبات هر حکومتی با اتباع خویش دو حیطهٔ اصلی است که اخلاق سیاسی به آنها توجه دارد. از جمله مسائلی که در اخلاق سیاسی محل بحث است می توان به این موارد اشاره کرد: آیا حکومتها و کارگزاران آنها اساساً مشمول ضوابط اخلاقی کردارند؟ آیا در دموکراسی مبتنی بر نمایندگی، نمایندگان مردم مجازند داوری های اخلاقی خاص خویش را ملاک عمل قرار دهند یا باید بر وفق داوری های اخلاقی کسانی که آنها را انتخاب کرده اند عمل کنند؟ آیا سیاست و زندگی سیاسی اقتضا می کند که اهل سیاست ضوابط وظایف اخلاقی ای را زیر پا بگذارند که اگر در این مقام قرار نداشتند اخلاقاً بر آنها فرض بود؟ مسئلهٔ اخیر به مسئلهٔ دستهای آلوده مشهور است."
 },
 {
   "word": "positive duty",
   "def": "تکلیف وضعی؛ تکلیف ایجابی - این اصطلاح به دو معنا به کار می رود: (۱) تکلیف وضعی در برابر تکلیف طبیعی. به این اعتبار، تکلیف وضعی تکلیفی است که در زمان و مکان خاصی به دست کسی یا کسانی وضع شده است و فی المثل در قالب قوانین یا عرف و سنت به بیان درآمده است. (۲) تکلیف ایجابی یا تکلیف ناظر به عمل در برابر تکلیف سلبی. این تکلیف، تکلیفی انجام دادن کار یا کارهایی است. همچنین ببینید:  duty"
 },
 {
   "word": "positive freedom",
   "def": "آزادی مثبت. همچنین ببینید:  positive liberty"
 },
 {
   "word": "positive liberty",
   "def": "آزادی مثبت - آیزایا برلین «دو مفهوم آزادی» را از هم متمایز کرده است: آزادی مثبت و آزادی منفی. آدمی به معنای مثبت کلمه آزاد است به درجه ای که بر زندگی خویش چیره و بر خویشتن حاکم است و اجازه نمی دهد که نیروهایی که مانع این خود تعین بخشی می شوند، نظیر امیال یا انفعالات، مهار زندگی او را در دست بگیرند. افلاطون، اسپینوزا، روسو، کانت و هگل از جمله کسانی هستند که چنین دریافتی را پیش نهاده اند. به این معنا آزادی ربط وثیقی به خود آیینی و به فعل درآوردن قابلیتهای خویش دارد. آزادی به معنای منفی آن فقدان قید و بند است. بر این اساس، آدمی آزاد است اگر دیگران عملاً یا با تهدید مانع انجام دادن کارش نشوند. هابز، لاک و هیوم از جمله هواداران این نوع آزادی هستند. "
 },
 {
   "word": "positive morality",
   "def": "اخلاقیات محقق - اصطلاحی است که گاه در توصیف مجموعه قواعد و اصول اخلاقی موجود به تمایز از مجموعه قواعد و اصول اخلاقی موجه به کار می رود."
 },
 {
   "word": "positive obligation",
   "def": "وظیفهٔ وضعی. همچنین ببینید:  positive duty"
 },
 {
   "word": "positive rights",
   "def": "حقوق ایجابی - حقوقی که داشتن آنها دیگران را مکلف می کند که برای فراهم کردن موضوع این حقوق دست به کار شوند. به طور مثال، حق اجتماعی تحصیل ایجاب می کند که دولت در وضعیتی که شخص خود نمی تواند موضوع این حق را به دست آورد به او یاری کند. برخی بر آن اند که حقوق اخلاقی علاوه بر اینکه حقوقی سلبی اند، حقوقی ایجابی نیز هستند. بر این اساس، این که آدمی حق دارد شکنجه نشود ایجاب می کند که حکومتها نه تنها از شکنجه بپرهیزند، بلکه تمهیدات و مراقبت هایی نیز علیه آن تدارک ببینند. حقوق ایجابی گاهی نیز به معنای حقوقی ناظر به داشتن چیزی یا انجام دادن کاری به کار می رود، نظیر حق تحصیل."
 },
 {
   "word": "positive utilitarianism",
   "def": "فایده گرایی ایجابی - شکل غالب فایده گرایی که به حداکثر رساندن خوشی یا سودمندی را تجویز می کند، در برابرفایده گرایی سلبی. همچنین ببینید: utilitarianism "
 },
 {
   "word": "possibilism",
   "def": "امکان نگری - این رأی که شأن اخلاقی هر عملی مبتنی بر بهترین اعمال ممکن آینده ای است که آن عمل فاعل را به انجام دادن آنها قادر می سازد. امکان نگری در برابر تحقق نگری (actualism) قرار می گیرد به این مضمون که شأن اخلاقی هر عملی مبتنی بر اعمال آینده ای است که فاعل عملاً (dictually) انجام خواهد داد.تمایز یاد شده بر این دریافت استوار است که شأن یک عمل کنونی صرفاً در گرو نتایج آن عمل یا در گرو اعمال گذشتهٔ فاعلی (نظیر اینکه پیشتر وعده داده است عمل کنونی را انجام دهد) نیست، بلکه به نحوی بر اعمال آیندهٔ همان فاعل نیز مبتنی است."
 },
 {
   "word": "practibility",
   "def": "عملي بودن - غالباً یکی از ویژگیهای لازم اصول اخلاقی را عملی بودن آنها می دانند به این معنا که آنچه این اصول توصیه می کنند، نباید فوق طاقت فاعلان اخلاقی و امکانات آنها برای عمل باشد."
 },
 {
   "word": "practical argument",
   "def": "استدلال عملی. همچنین ببینید:  practical reasoning"
 },
 {
   "word": "practical ethics",
   "def": "اخلاق عملی - اصطلاحی که معمولاً مترادف با اخلاق کاربردی به کار می رود. همچنین ببینید:  applied ethics"
 },
 {
   "word": "practical freedom",
   "def": "اختیار عملی. همچنین ببینید:  freedom"
 },
 {
   "word": "practical intelligence",
   "def": "عقل عملی. همچنین ببینید:  practical reason"
 },
 {
   "word": "practical rationality",
   "def": "عقلانیت عملی - عقلانیتی که در مورد اعمال جلوه گر می شود. پرسش مهم این است که اقتضای عقلانیت عملی چیست. یک دیدگاه مهم در این زمینه ابزارانگاری (instrumentalism) است که عقلانیت عملی را همان عقلانیت ابزاری می انگارد. بر این اساسی، عقلانی عمل کردن صرفاً به معنای آن است که به نحوی عمل کنیم و از ابزارهایی برای رسیدن به غایت خویش بهره بجوییم که در حد اعلی مؤثر و کارآمد باشند. همچنین ببینید:  practical reasoning"
 },
 {
   "word": "practical reason",
   "def": "عقل عملی - قوه یا کارکردی از عقل که هرگونه تعقل یا استدلالی که در ارزیابی، گزینش یا توصیه کردار به کار می رود از آن برمی خیزد. استدلال عملی حاصل به کار بستن این قابلیت است. همچنین ببینید:  practical reasoning"
 },
 {
   "word": "practical reasoning",
   "def": "تعقل عملی - روندی استنتاجی که در آن فاعل اشکال و وسایل عمل کردن در وضعیتی را در نسبت با نیتی که در سر دارد سبک و سنگین می کند تا معلوم دارد که چه کاری باید انجام دهد. محتوای فقره ای از تعقل عملی، یک استدلال عملی است. این مفهوم را اول بار ارسطو به شکل مدون مطرح کرد و الگوی از آن به دست داد که به قیاس صوری عملی مشهور است. به طور کلی دربارهٔ نسبت استدلال عملی و استدلال نظری دو نظریه وجود دارد. بر وفق یک نظریه، ساختار این دو یکسان است یا میان آنها تفاوت اندکی هست و آنچه استدلال عملی را عملی می سازد تنها موضوع و انگیزش آن است بر این اساس، ساختار استدلال عملی نیزساختاری گزاره ای است، نظیر این استدلال: ورزش برای من خوب است دوچرخه سواری ورزشی است پس، دوچرخه سواری برای من خوب است. دیدگاه دوم میان استدلال نظری و استدلال عملی تفاوت اساسی می بیند. بر این اساسی، نتیجهٔ استدلال عملی از جنس گزاره (و نتیجتاً صدق و کذب بردار) نیست، بلکه محتوای نوعی قصد یا تصمیم یا تکلیف است. استدلال زیر نمونه ای از این دیدگاه است: من مایلم ورزش کنم دوچرخه سواری ورزش بنابراین، دوچرخه سواری خواهم کرد. از جمله پرسشهایی که دربارهٔ استدلال عملی مطرح است می توان به این موارد اشاره کرد: آیا نتیجهٔ استدلال عملی حکمی باید دار است یا یک عمل ؟ آیا فاعل استدلال عملی باید اول شخص باشد یا سوم شخص؟ اگر استدلال عملی صورتی از قیاس صوری معتبر نباشد، ماهیت الزام آور آن چگونه است؟ همچنین ببینید:  practical syllogism"
 },
 {
   "word": "practical Syllogism",
   "def": "قیاس صوری عملی : اصطلاح معروف ارسطو در زمینهٔ تعقل عملی که کاربرد عملی عقل را نشان می دهد. ارسطو برآن بود که استدلال عملی را می توان به صورت نوعی قیاس صوری اقامه کرد. مثال زیر یک صورت قیاس صوری عملی – اصطلاح معرف ارسطو در زمینۀ تعقل عملی که کاربرد عملی عقل را نشان می دهد. ارسطو بر آن بود که استدلال عملی را می توان به صورت نوعی قیاس صوری اقامه کرد. مثال زیر یک صورت اصلی این قیاس را آشکار می کند: آدمی باید راستگو باشد (مقدمهٔ کبری) گفتن این سخن راستگویی است (مقدمهٔ صغری) بنابراین، باید این سخن را گفت. ارسطو به گونه ای سخن می گوید که گویی نتیجهٔ قیاس صوری انجام دادن عملی است که توصیه شده است نه صرفا حکمی که آن عمل را توصیه می کند. بسیاری بر این رای که نتیجهٔ چنین قیاسی نوعی عمل است خرده گرفته اند و برخی نیز اساساً این شکل از قیاس صوری را شكل معتبری از استدلال ندانسته اند، زیرا بنا بر رای ایشان در تصدیق مقدمات و در عین حال نداشتن تمایلی به انجام دادن کاری که در نتیجه توصیه می شود، خطایی منطقی وجود ندارد. همچنین ببینید:  practical reasoning"
 },
 {
   "word": "practical wisdom",
   "def": "حکمت عملی. همچنین ببینید:  phronesis"
 },
 {
   "word": "pragmatic ethics",
   "def": "اخلاق عمل گرايانه. همچنین ببینید:  ethical pragmatism"
 },
 {
   "word": "pragmatic nonviolence",
   "def": "عدم خشونت عمل گرایانه. همچنین ببینید:  nonviolence"
 },
 {
   "word": "pragmatic pacifism",
   "def": "صلح طلبی عمل گرایانه. همچنین ببینید:  pacifism"
 },
 {
   "word": "pragmatist ethics",
   "def": "اخلاق عمل گرايانه. همچنین ببینید:  ethical pragmatism"
 },
 {
   "word": "praxis",
   "def": "پراکسيس، عمل - اصطلاحی در فلسفه که سرچشمهٔ آن به یونان باستان می رسد. پراکسیس به معنای عام آن فعالیت انسانی به طورکلی است. ارسطو پراکسیس را به معنای خاص در کنار نظر (theoria) و تولید یا صناعت (poiesis) یکی از فعالیتهای سه گانهٔ آدمی برشمرد. پراکسیس نزد او عملی است اختیاری و غایتمندانه که حکمت عملی ناظر به هدایت آن است. در دوران جدید این واژه بیش از همه نزد مارکس برجسته می شود که نظر را تابع عمل (پراکسیس ) می سازد و این مفهوم را در قلب آموزهٔ خویش مبنی بر تغییر جهان به جای تفسیر آن قرار می دهد. صرف نظر از مارکسیسم، این واژه در مکاتب دیگری نظیر عمل گرایی و نظریهٔ انتقادی (Critical theory) نیز محل بحث قرار گرفته است. پراکسیس نزد نظریه پردازان انتقادی معنایی هنجاری نیز دارد و مراد از آن عمل حقیقتاً آزادانه، خودآگاهانه، اصیل و رهایی بخش است در تقابل با عملی که در نظام سرمایه داری مشاهده می شود. نسبت میان نظر و عمل (تئوریا و پراکسیس) نیز از افلاطون تا هانا آرنت بررسی شده است."
 },
 {
   "word": "Predestination",
   "def": "تقدیر ازلی. همچنین ببینید:  predestinationism"
 },
 {
   "word": "predestinationism",
   "def": "قول به تقدیر ازلی - شکلی از موجب انگاری که بر حسب آن خداوند از ازل هر آنچه در عالم رخ می دهد از جمله اعمال ادمی را مقدر کرده است."
 },
 {
   "word": "preference utilitarianism",
   "def": "فایده گرایی ناظر به ترجیح - شکلی از فایده گرایی که به قصد پرهیز از مشکلات کمی سازی و سنجش خوشی و مقایسه های بین الاشخاصی آن طرح شده است. در این صورت از فایده گرایی همهٔ غایات، ارزشها و منافع یک شخص بر حسب ترجیحات بیان می شود و با کاربرد معیار برآوردن ترجیحات (preference satisfaction) اعمال براین اساس ارزیابی می شوند که چه مقدار از ترجیحات را برآورده می کنند. بر این اساس، «خوبی » به صورت برآورده شدن ترجیحات هر فرد تعریف می شود و عمل «درست» عملی است که به این وضع منتهی می شود."
 },
 {
   "word": "prescriptive ethics",
   "def": "اخلاق توصیه ای - تعبیر دیگری از اخلاق هنجاری. همچنین ببینید:  normative ethics"
 },
 {
   "word": "prescriptive judgement",
   "def": "داوری توصیه ای، حکم توصیه ای - داوری یا حکمی که عملی را توصیه می کند؛ داوری دربارهٔ آنچه باید کرد یا نکرد یا آنچه اخلاقاً درست یا نادرست است. داوری های توصیه ای به دو دستهٔ اخلاقی و فارغ از اخلاق (نا اخلاقی ) تقسیم می شوند."
 },
 {
   "word": "prescriptiveness",
   "def": "توصیه گری. همچنین ببینید:  prescriptivity"
 },
 {
   "word": "prescriptivism",
   "def": "توصیه انگاری - شکلی از نا توصیف انگاری که ریچارد مروین هر مهمترین مدافع آن محسوب می شود. توصیه انگاری از یک سو در برابر توصیف انگاری موضع مخالف می گیرد و از سوی دیگر، برخلاف عاطفه انگاری که هیچ گونه ملاک منطقی را بر کاربرد واژگان اخلاقی حاکم نمی بیند، بر آن است که چنین ملاکهایی شامل حال کاربرد آنها می شود و تفکر اخلاقی تفکری غیرعقلانی نیست. بر این اساس، اگرچه داوری های اخلاقی شان شناختی و ارزش منطقی ندارند، صرفاً بیان طرز تلقی، تصویب یا رد، پسند یا ناپسند گوینده نیستند. داوری های اخلاقی بیانگر التزامهای فردند و اولاً و ضرورتاً فرمان یا توصیه ای را بیان می کنند. به طور مثال، گفتن اینکه فلان کار خوب است، توصیه به انجام دادن آن است. از این منظر، اختلاف عقیدهٔ اخلاقی بر حسب دادن فرمانهای متعارض تبیین می شود و ناسازگاری باورهای اخلاقی بر حسب دادن فرمانهایی که ممکن نیست بتوان همهٔ آنها را اطاعت کرد. مشهورترین صورت توصیه انگاری به توصیه انگاری کلی مشهور است که کلیت پذیری را رکن دوم داوری های اخلاقی می انگارد. همچنین ببینید:  universal prescriptivism"
 },
 {
   "word": "prescriptivity",
   "def": "توصیه گری - شان توصیه گرانهٔ هنجارها و اصول اخلاقی که از منظر برخی نظریه پردازان اخلاق مهمترین وصف یا یکی از اوصاف مهم داوری های اخلاقی است. همچنین ببینید:  prescriptivism"
 },
 {
   "word": "prima facie duty",
   "def": "تکلیف در بادی نظر - اصطلاحی که سر دیوید راس به کار برده است و مراد از آن تکلیف یا وظیفه ای حقیقی است که اگر ملاحظه یا تکلیف قوی تری پیش نیاید به قوت خود باقی است، ولی ممکن است با تکلیف یا تکالیف دیگری تعارض پیدا کند و تحت شعاع آنها قرار گیرد. فی المثل، تکلیف راستگویی آنجا که ممکن است جان بی گناهی را به خاطر اندازد ممکن است تحت شعاع تکلیف نجات جان بی گناهان قرار گیرد. در این مورد، راستگویی اگرچه در بادی نظر درست است ولی با در نظر گرفتن همهٔ جوانب درست نیست. تکلیف در بادی نظر در برابر تکلیف واقعی یا تکلیف من حیث المجموع قرار می گیرد - تکلیفی که به واقع در وضعیتی جزئی و مشخص باید آن را انجام داد."
 },
 {
   "word": "prima facie obligation",
   "def": "وظیفهٔ در بادی نظر. همچنین ببینید:  prima facie duty"
 },
 {
   "word": "prima facie right",
   "def": "حق در بادی نظر- حقی که به قوت خود باقی است مگر این که دلیل مخالف یا ملاحظهٔ قوی تری بر دلیل آن حق بچربد. این مفهوم در برابر حق مطلق قرار می گیرد.همچنین ببینید:  right"
 },
 {
   "word": "principalism",
   "def": "اصول گرایی - نظریه ای در اخلاق که اصول اخلاقی را کانون حیات اخلاقی و توجیه اخلاقی قرار می دهد. قائلان به این نظریه اصولی بنیادی را شناسایی می کنند و فاعل اخلاقی ملزم می دانند که در مواجهه با مسائل و محذورهای اخلاقی این اصول را دلیل راه قرار دهد و در صورت بروز تعارض میان آنها، مشخص کند که کدام یک باید مقدم قرار گیرد."
 },
 {
   "word": "principle",
   "def": "اصل، اصل اخلاقی. همچنین ببینید:  moral principle"
 },
 {
   "word": "principled ethics",
   "def": "اخلاق اصولی. همچنین ببینید:  principalism; ethical generalism"
 },
 {
   "word": "principled nonviolence",
   "def": "عدم خشونت اصولی. همچنین ببینید:  nonviolence"
 },
 {
   "word": "principle of autonomy",
   "def": "اصل خود آیینی - عنوانی برای تقریر سوم امر مطلق کانت: تنها به گونه ای عمل کن که اراده از طریق ضابطه هایش بتواند خود را در عین حال واضع قانون کلی بداند. همچنین ببینید:  categorical imperative"
 },
 {
   "word": "principle of double effect",
   "def": "اصل نتیجهٔ دوگانه - اصلی که رهنمودی به دست می دهد برای عمل کردن در مواردی که آنچه می کنیم هم نتایج خوب دارد هم نتایج بد. به تعبیر دیگر، اصل نتیجهٔ دوگانه به این پرسش پاسخ می دهد که چه هنگام اخلاقا جایز است که عملی برای غابتى خوب انجام گیرد با علم به این که آن عمل نتایج بدی در به دنبال دارد. بر وفق تقریر کلاسیک این اصل، چنین عملی جایز است اگر (۱) فی نفسه نادرست نباشد؛ (۲) نتیجهٔ بد آن نتیجه ای نباشد که فاعل قصد آن کرده است؛ (۳) نتیجهٔ خوب آن فی نفسه حاصل نتیجهٔ بد آن نباشد؛ و (۲) هر دو نتیجه قیاس پذیر باشند. بر این اساس، اگر افزایش سواد منجر به افزایش میزان خودکشی شود، تقصیر سوق یافتن افراد به سمت خودکشی بر گردن آموزگاران نیست. اصل نتیجهٔ دوگانه، که در سنت قانون طبیعی قرون وسطی مخصوصا نزد توماس اکویناس قدیس سرچشمه دارد، در مواجهه با مسائلی چون از بین بردن جنین در مواردی که پای جان مادر در میان است، به کشی و کشتار غیرنظامیان در جنگ کاربرد پیدا می کند، گرچه مؤلفه های چهارگانهٔ آن همچنان محل بحث و اختلاف نظراست."
 },
 {
   "word": "principle of ends",
   "def": "اصل غایات - عنوانی که بر تقریر دوم امر مطلق کانت نهاده شده است: چنان عمل کن که انسانیت را خواه در شخص خودت خواه در دیگران همواره غايت تلقی کنی نه هرگز وسیلهٔ محض. همچنین ببینید:  categorical imperative"
 },
 {
   "word": "principle of generic consistency",
   "def": "اصل سازگاری عام - اصلی که آلن گیورث آن را پیش نهاده و اصل اعلای اخلاق خوانده است. به اعتقاد او قاعدهٔ زرین در تقریر سنتی اش دچار اشکالاتی است؟ این قاعده دقیق نیست و در مقام راهنمایی کردار ناکام می ماند و گاه لازم می آورد که افراد کارهای کنند که خردستیزانه است. بر این اساس، اگر قرار است که این اصل حفظ شود باید به آن صبغهٔ عقلانی بخشید و آن را به صورت «قاعدهٔ زرین عقلاتی » درآورد که همان اصلی سازگاری عام است که می گوید: مطابق حقوق عام دیگران و خودت عمل کن. (یا بر حسب قاعدهٔ زرین: با دیگران آن چنان رفتار کن که حق داری با تو رفتار کنند.) اصلی سازگاری عام بر خلاف قاعدهٔ زرین یا امر مطلق کانت صوری نیست، و به زبان امروزی حقوق بیان شده است نه زبان قدیمی تکلیف."
 },
 {
   "word": "principle of humanity",
   "def": "اصل انسانیت، اصل کرامت انسانی - عنوانی برای تقریر دوم امر مطلق کانت که از آن به اصل غایات نیز تعبیر کرده اند: چنان عمل کن که انسانیت را خواه در شخص خودت خواه در دیگران همواره غایت تلقی کنی نه هرگز وسیلهٔ محض. همچنین ببینید:  categorical imperative"
 },
 {
   "word": "principle of ripple in the pond",
   "def": "اصل امواج آبگیر - به نظر می رسد که براساس نتیجه گرایی عمل محور و فایده گرایی عمل محور برای آنکه بدانیم عملی درست است یا نه، باید همهٔ نتایج آن عمل و نیز همهٔ نتایج ہر عمل دیگری را که در آن زمان برایمان مقدور است بدانیم تا بتوانیم آنها را سبک و سنگین کنیم و عملی را برگزینیم که نتایج بهتری به بار می آورد. اما پرسش این است که آیا اساسا هرگز می توانیم نسبت به تمامی نتایج اعمال خویش اگاهی حاصل کنیم، برخی فیلسوفان برای آنکه از پس این اشکال برآیند اصل موضوعی به نام اصل امواج آبگیر را طرح کرده اند: به گفتهٔ آنها باید فرض را بر این گذاشت که نتایج اعمال ما رفته رفته در طول زمان کاهش پیدا می کنند تا جایی که به حد صفر می رسند، همچنان که امواج ناشی از انداختن سنگریزهای در آب در همان حال که به اطراف پخش می شوند رفته رفته کاهش پیدا می کنند و نهایتاً دیگر اثری از موج باقی نمی ماند."
 },
 {
   "word": "principle of universality",
   "def": "اصل کلیت - عنوانی که بر تقریر اول امر مطلق کانت نهاده شده است به این مضمون که تنها بر پایهٔ ضابطه ای عمل کن که بتوانی در عین حال اراده کنی که آن ضابطه قانونی کلی شود. همچنین ببینید:  categorical imperative"
 },
 {
   "word": "principle of universalizability",
   "def": "اصل کلیت پذیری. همچنین ببینید:  universalizability"
 },
 {
   "word": "principle of utility",
   "def": "اصل فایده - اصل پایهٔ فایده گرایی که می گوید «همواره به گونه ای عمل کن که بیشترین خوشی را موجب شوی.» به تعبیر دیگر: «عملی اخلاقاً درست است که بیشترین خوشی را برای بیشترین عده به بار آورد». نام دیگر آن اصل بیشترین خوشی است و جان استیوارت میل و جرمی بنتام مشهورترین منادیان آن اند. همچنین ببینید:  utilitarianism"
 },
 {
   "word": "prisoners' dilemma",
   "def": "قیاس دو حدی زندانیان - مسئله ای در نظریهٔ بازی. این قیاس دو حدی وضعیتی خیالی را شرح می دهد که پاره ای مسائل در تشریک مساعی را برجسته می سازد: دو زندانی را تصور کنید که متهم به جرمی هستند و در سلولهایی جداگانه از آنها بازجویی می شود. هر کدام ازآنها این اختیار را دارد که اعتراف کند یا اعتراف نکند و هیچ کدام خبر ندارد که آیا همدستش به چیزی اعتراف کرده یا نه. حال اگر هیچ کدام از آنها اعتراف نکند، یا هر دو آزاد خواهند شد یا مجازات خفیفتری (فی المثل یک سال زندان ) برایشان در نظر گرفته می شود. اگر هردو اعتراف کنند، به حبسی طولانی تر (فی المثل سه سال زندان) محکوم می شوند. اما اگر اولی اعتراف کند و دومی اعتراف نکند، اولی به سبب همکاری اش پاداش خواهد دید یا آزاد خواهد شد حال آنکه دومی به حبسی طولانی تر از پیش (فی المثل ده سال ) محکوم می شود. اگر دومی اعتراف کند و اولی زبان به اعتراف نگشاید همین ماجرا به ترتیب در مورد دومی و اولی تکرار می شود. در این وضعیت ظاهرا همدست اول یا دوم هر راهی که در پیش بگیرد، به حکم منفعت جویی، برای دیگری بهتر آن است که اعتراف کند. فی المثل، اگر اولی اعتراف کند، زبان گشودن به اعتراف برای دومی بهتر است، و اگر اولى اعتراف نکند، باز هم اعتراف کردن برای دومی بهتر است. بر این اساس، اگر زندانیها بخواهند پاداش خود را به حداکثر و مجازات خود را به حداقل برسانند، هردو اعتراف خواهند کرد. بسیاری از وضعیتهای سیاسی، اجتماعی و اخلاقی (نظیر وضع طبیعی در نظریه های قرارداد اجتماعی، رأی دادن به هنگامی که این کار هزینه هایی دارد و ...) را با این الگو تطبیق داده اند. فی المثل در مورد وضع طبیعی می توان گفت که بر پایهٔ این قیاس دو حدی همواره منفعت جویی حکم می کند که هرکس هنگامی که نقض قرارداد خود را به صلاح خویش می بیند، این کار را انجام دهد. قیاس دو حدی زندانیان ظاهراً نشان می دهد که چنین نیست که اگر هر کس آنچه را بیش از همه به نفع خویش است انجام دهد به پیشبرد خیر اجتماعی یاری رساند."
 },
 {
   "word": "private ethics",
   "def": "اخلاق خصوصی، اخلاق شخص. همچنین ببینید:  private morality"
 },
 {
   "word": "private morality",
   "def": "اخلاق خصوصی، اخلاق شخصی - اخلاق خصوصی یا شخصی با ارزشها، داوری ها و اصول اخلاقی ای که درخور زندگی شخص (و گاهی خانواده و گروه های کوچکتر) است. سروکار دارد، اخلاق خصوصی در برابر اخلاق عمومی قرار می گیرد و نسبت آنها از جهات گوناگون محل بحث است."
 },
 {
   "word": "pro-attitude",
   "def": "طرز تلقی موافق. همچنین ببینید:  attitude"
 },
 {
   "word": "probabilism",
   "def": "احتمال گرایی - این رای که اگر باوری اخلاقی احتمالاً درست باشد، پیروی از آن جایز است حتی اگر محتملتر باشد که باور مخالف درست است. گفته شده است که مقصود اصلی احتمال گرایان کاستن از بار وجدان افرادی بوده است که دچار وسواس اخلاقی اند. با این حال، احتمال گرایی مجالی برای افراد دیگر فراهم می کرد که از آن برای اغراض و منافع خودخواهانهٔ خویش بهره گیرند و نوعی آسان گیری اخلاقی پیشه کنند. بر این اساس، احتمال گرایی را زمینه ساز سوء استفاده از مورد نگری و عاملی اساسی در افول آن دانسته اند. در برابر احتمال گرایی این رأی قرار می گیرد که در مواجهه با باورهای مخالف دربارهٔ چگونگی عمل کردن، حکمت عملی یا احتیاط حکم می کند که از باوری که صدق آن محتملتراست پیروی کنیم."
 },
 {
   "word": "procedural justice",
   "def": "عدالت روالی - عدالتی که ناظر بر کاربرد عادلانه و منصفانه اصول یا قوانین فارغ از عادلانه بودن یا نبودن محتوای آنهاست؛ و باید بر معاهدات، توافقات و مراحل دادرسی حاکم باشد."
 },
 {
   "word": "pro-choice",
   "def": "هوادار حق انتخاب مادر؛ موافق سقط جنین همچنین ببینید:  abortion"
 },
 {
   "word": "professional ethics",
   "def": "اخلاق حرفه ای - شاخه ای از اخلاق کاربردی که موضوع آن مسائل و ملاحظات اخلاقی در فعالیت حرفه ها و اهل حرفه است. این رشته در وجه هنجاری اش مقرر می دارد که چه ارزشهایی باید بر کار اهل حرفه حاکم باشد و آنجا که در حرفه ای پای تعارض منافع به میان می آید، اخلاقا چه باید کرد. مسائلی چون رازداری اهل حرفه نظیر وکلا فی المثل در جایی که این کار مستلزم نهان داشتن اطلاعاتی است که می تواند جان بی گناهی را نجات دهد، و نیز اینکه آیا اهل حرفه باید از مافوق خویش اطاعت کنند در جایی که درخواست یا فرمان مافوق خلاف اخلاق به نظر می رسد، از جمله مسائل مهم در اخلاق حرفه ای است."
 },
 {
   "word": "projectivism",
   "def": "اصالت فرافکنی - نظریه ای در فرااخلاق (و زیبایی شناسی) به این مضمون که در داوری های اخلاقی (وزیبایی شناختی) طرز تلقی، احساس یا پروای خود را به جهان فرا می افکنیم (نسبت می دهیم). بدین قرار مفاهیمی چون خوب یا ارزش اخلاقی (یا زیبایی) به واقع حالاتی از ذهن خودمان هستند نه امور واقعی که جدا از ما وجود داشته باشند.عاطفه انگاری نمونه ای از اصالت فرافکنی است."
 },
 {
   "word": "pro-life",
   "def": "هوادار حیات جنین، مخالف سقط جنین. همچنین ببینید:  abortion"
 },
 {
   "word": "prospective responsibility",
   "def": "مسئوليت آینده نگر. همچنین ببینید:  responsibility"
 },
 {
   "word": "Protestant ethic",
   "def": "اخلاق پروتستانی. همچنین ببینید:  work ethic"
 },
 {
   "word": "Protestant work ethic",
   "def": "اخلاق پروتستانی کار.همچنین ببینید:  work ethic"
 },
 {
   "word": "prudence",
   "def": "حکمت عملی؛ احتیاط - این واژه در اخلاق غالباً به دو معنا به کار رفته است: (۱) در برخی نظریه های سنتی اخلاق اصطلاحی است به معنای حکمت عملی (prudentia): فضیلتی که دارندهٔ آن قادر به تشخیص خوب و بد و تمیز عمل درست از عمل نادرست در اوضاع و احوال خاص و انضمامی است، و به انتخاب و عمل درست می انجامد. این فضیلت اختیار کردن وسایل مناسب برای غایات عقلانی را تضمین می کند. (۲) «احتیاط» معنای دیگر و جدید این واژه است. به این معنا prudence ناظر به خیر خود فاعل است، و دارندهٔ آن منفعت خویش را که از طریق دوراندیشی و سنجش مشخص کرده است می جوید. prudence به این معنا گاهی دلالتهای ضمنی منفی دارد."
 },
 {
   "word": "prudentia (L).",
   "def": "حکمت عملی. همچنین ببینید:  prudence"
 },
 {
   "word": "psychic justice",
   "def": "عدالت نفسانی - یکی از چهار فضیلت اصلی نزد افلاطون. عدالت نفسانی در نظر این فیلسوف دلالت بر وضعیتی مقرون به هماهنگی دارد که در آن هر یک از اجزای سه گانهٔ نفس (شهویه عاقله) کار خودش را تحت هدایت عقل انجام می دهد."
 },
 {
   "word": "psychological altruism",
   "def": "دیگرخواهی روان شناختی. همچنین ببینید:  altruism"
 },
 {
   "word": "psychological egolism",
   "def": "خودمحوری روان شناختی. همچنین ببینید:  egoism"
 },
 {
   "word": "psychological eudaimonism",
   "def": "سعادت گرایی روان شناختی - شکلی از سعادت گرایی به این مضمون که ساختار روان ما به گونه ای است که در هر عملی که انجام می دهیم خوشی خود را می جوییم. همچنین ببینید:  eudaimonism"
 },
 {
   "word": "psychological hedonism",
   "def": "لذت گرا یی روان شناختی. همچنین ببینید:  hedonism"
 },
 {
   "word": "public good",
   "def": "خیرعام. همچنین ببینید:  common good"
 },
 {
   "word": "public morality",
   "def": "اخلاق عمومی - اخلاق عمومی با ارزشها، داوری ها و اصول اخلاقی ای که درخور حیات مشترک یک اجتماع، مخصوصاً اجتماع سیاسی، است سروکار دارد. اخلاق عمومی در برابر اخلاق خصوصی قرار می گیرد. از جمله مناقشاتی که دربارهٔ نسبت میان آنها وجود دارد می توان اینها را برشمرد: آیا ارزشها، داوری ها و اصول این دو گونه اخلاق یکسان است؟ و آنجا که میان ارزشهای این دو ساحت تعارض پیش می آید (نظیر ماجرای سقراط) کدام یک را باید مقدم شمرد؟"
 },
 {
   "word": "punishment",
   "def": "مجازات – شکل خاصی از تنبیه و تأدیب حقوقی که متضمن وارد آوردن آگاهانهٔ صدمه یا آسیبی به کسی یا دریغ داشتن خیری از اوست به دست مرجعی قانونی و در واکنش به خطا یا جرمی که به فرد نسبت می دهند. چگونگی متناسب کردن مجازات با خطا یا جرم و توجیه مجازات از مسائل اخلاقی مهمی است که در این زمینه محل بحث است. در میان عناصری که در توجیه مجازات به آنها متوسل شده اند، می توان این موارد را برشمرد: (۱) سزا: عدالت حکم می کند که اگر کسی به دیگری آسیبی رسانده است به سزای خود برسد؛ (2) جبران: اگر کسی به دیگری آسیبی رسانده است، مکلف است که کار خود را برای قربانی یا آسیب دیده جبران کند و مجازات وسیله ای برای این جبران است؛ (۳) اصلاح: مجازات باعث می شود که شخص خطاکار در آینده بهتر رفتار کنند؛ (۴) بازدارندگی: وجود مجازات خطاکاران بالقوه را از خطا باز می دارد؛ (۵) ممانعت: خطاکار یا مجرم به واسطهٔ مجازاتی نظیر حبس، مجال آن را ندارد که بار دیگر جرمی انجام دهد."
 },
 {
   "word": "purpose",
   "def": "نیت، قصد. همچنین ببینید:  intention"
 },
 {
   "word": "quasi-realism",
   "def": "شبه واقع گرایی – اصطلاح سایمون بلک برن دربیان موضعی در میانۀ واقع گرایی اخلاقی و ناواقع گرایی اخلاقی. در برابر متفکرانی که می گویند اگر بیان انگاری یا اصالت فرا فکنی صادق باشد، آن گاه کاربرد مفاهیمی واقع گرایانه چون حقیقت اخلاقی، معرفت اخلاقی و درستی یا نا درستی اخلاقی که در گفتار و اندیشه اخلاقی متعارف به کار می روند کاملا خطاست، شبه واقع گرایی می کوشد این قسم مفاهیم را محفوظ بدارد. بر اساس این دیدگاه، آن جنبه هایی از اندیشه و زبان اخلاقی ما را که علی از ظاهر موًید واقع گرایی است می توان به وجهی ناشناخت ان گارانه در غالب بیان انگاری یا اصالت فرافکنی تبیین و توجیه کرد. از منظر قائلان به این نظریۀ، خطا نه در اندیشه و زبان اخلاقی ما بلکه در نتیجۀ واقع گرایانه ای است که از آن می گیریم. نظریۀ ناظر آرمانی را نمونه ای از شبه واقع گرایی دانسته اند."
 },
 {
   "word": "rational choice theory",
   "def": "نظریهٔ انتخاب عقلانی. همچنین ببینید:  decision theory"
 },
 {
   "word": "rational egoism",
   "def": "خودمحوری عقلانی. همچنین ببینید:  egoism"
 },
 {
   "word": "rational intuitionism",
   "def": "شهود گرایی عقلانی. همچنین ببینید:  ethical intuitionism"
 },
 {
   "word": "realism",
   "def": "واقع گرایی. همچنین ببینید:  moral realism"
 },
 {
   "word": "reasons externalism",
   "def": "برون گرایی در باب دلایل. همچنین ببینید:  externalism"
 },
 {
   "word": "reasons for action",
   "def": "دلايل عمل - ملاحظاتی که عملی را اقتضا یا توجیه می کنند. دلایل عمل از یک جهت به دو دستهٔ شخصی (سوبژکتیو) و عینی (ابژکتیو) تقسیم می شوند. دلیل شخصی دلیلی است که فاعل آن را مؤید عملی می داند، خواه به واقع مؤید آن عمل باشد خواه نباشد. دلیل عینی دلیلی است که به واقع مؤید عملی است فارغ از اینکه فاعل این را تشخیص دهد یا ندهد. از جهتی دیگر، دلایل عمل ممکن است امور ناظر به واقع باشند یا امور ناظر به ارزش، مهمترین دلایل ارزشگذارانه دلایل هنجاری هستند."
 },
 {
   "word": "reasons internalism",
   "def": "درونگرایی در باب دلایل. همچنین ببینید:  internalism"
 },
 {
   "word": "reciprocal altruism",
   "def": "دیگر خواهی متقابل. همچنین ببینید:  altruism; reciprocity"
 },
 {
   "word": "reciprocity",
   "def": " معامله به مثل - بازپس دادن متقابل منفعت یا آسیبی که شخص دریافت کرده است به وجهی متناسب با آن: خیر در برابر خیر و شر در برابر شر. هنجار معامله به مثل علاوه بر نظریهٔ تبادل در مردم شناسی، جامعه شناسی و علوم سیاسی، نظریهٔ انتخاب عقلانی و مبحث دیگر خواهی متقابل در زیست شناسی اجتماعی (وضعیتی که در آن به عوض منفعتی که دریافت می شود، متقابلا منفعتی به دیگری رسانده می شود) در اخلاق نیز موضوعی مهم محسوب می شود که در مباحثی چون عدالت، قدرشناسی، دوستی، توجیه اصول توزیع و اصلاح، مساوات سیاسی و اقتصادی، وظیفهٔ فرزندی، اطاعت از قانون و وظیفهٔ آدمی نسبت به نسلهای آینده مورد اعتنا قرار می گیرد. از میان پرسشهایی که در این باره مطرح است، می توان به این موارد اشاره کرد: آیا معامله به مثل یک اصل اخلاقی پایه است یا فرعی؟ چگونه باید تناسب مقتضی در معامله به مثل را بسنجیم ؟ آیا هنجار معامله به مثل ایجاب می کند که در قبال همهٔ خیرهایی که دریافت می کنیم پاسخ دهیم یا فقط در قبال خیرهایی که خود میطلبیم؟"
 },
 {
   "word": "rectificatory justice",
   "def": "عدالت اصلاحی، عدالت جبرانی. همچنین ببینید:  corrective justice"
 },
 {
   "word": "reflective equilibrium",
   "def": "موازنهٔ متأمانه - روشی ناظر به بیشینه کردن انسجام کلی هم در داوری های خاص و هم در اصول عام، این روش را که برای توجیه اصول و نظریه های ارزشگذارانه به کار می رود اول بار نلسون گودمن پیشنهاد کرد و جان رالز آن را بسط داد. موازنهٔ متأملانه وضعیتی است که در آن همهٔ اندیشه های شخصی دربارهٔ موضوعی با هم از در وفاق در می آیند. در این وضعیت، عناصر نافرمانی وجود ندارد که با موضع کلی ناسازگار باشد. رالز بر آن است که روش درست اخلاق باید تلاش برای رسیدن به موازنهٔ متأملانه باشد از راه آزمودن نظریه ها با احکام راجع به موارد خاص و نیز آزمودن احکام راجع به موارد خاص با نظریه ها تا این که موازنه حاصل شود. به باور رالز، با این روش اصول بنیادین عدالت رامشخص می کنیم و به جایی می رسیم که داوری های متاملانهٔ ما با اصولی که اختیار کرده ایم وفق می دهند. از این منظر، در اخلاق نیز اصول اخلاقی از طریق همساز شدن با داوری های اخلاقی متاملانه مان در روند همسازگردانی متقابل، توجیه می شوند."
 },
 {
   "word": "relational value",
   "def": "ارزش نسبی - ارزشی که دارندهٔ آن تنها به سبب داشتن نسبتی با چیزی دیگر ارزشمند است. ارزش نسبی در برابر ارزش مطلق قرار می گیرد. همچنین ببینید:  absolute value"
 },
 {
   "word": "relative value",
   "def": "ارزش نسبی. همچنین ببینید:  relational value"
 },
 {
   "word": "relativism",
   "def": "نسبی انگاری. همچنین ببینید:  ethical relativism"
 },
 {
   "word": "remainder principle",
   "def": "اصل باقی مانده. همچنین ببینید:  remainder rule"
 },
 {
   "word": "remainder rule",
   "def": "قاعده باقی مانده – قاعده ای که در فایده گرایی قاعده محور از آن سخن به میان می آید: آنجا که قاعدهٔ دیگری کاربرد ندارد صرفا آن کاری را انجام بده که براساس بهترین داوری ات آن را عملی می دانی که فایده را به حداکثر می رساند. همچنین ببینید:  rule-utilitarianism"
 },
 {
   "word": "research ethics",
   "def": "اخلاق پژوهش - شاخه ای از اخلاق کاربردی که ملاحظات و مسائل اخلاقی دخیل در کار پژوهش را بررسی می کند. مطالعهٔ دقیق منابع و نوشته هایی که دربارهٔ موضوع پژوهشی در دسترس است، پرهیز از سرقت ادبی، نقل قول امانتدارانه و خودداری از تحریف دیدگاه های مخالف، از جمله اصولی است که در اخلاق پژوهش بر آنها تأکید می شود. ملاحظات اخلاقی مربوط به پژوهشها و آزمایشهای ژنتیک بر روی افراد نیز در این زمینه بررسی می گردد."
 },
 {
   "word": "responsibility",
   "def": "مسئوليت - وضعیتی که در آن فرد یا گروهی در قبال چیزی پاسخگوست یا می توان از او پاسخ خواست. انجام ندادن آنچه افراد یا گروه ها مسئول آن هستند آنها را در معرض نکوهش، بازخواست یا مجازات قرار می دهد. وضعیت مسئولیت برای آنکه پاره ای ارزیابی ها دربارهٔ فاعل درخور و مناسب باشد همواره لازم و گاهی کافی است. مسئولیت را به اقسامی چون مسئولیت علی، مسئولیت پاسخگویی، مسئولیت برخاسته از قابلیت، مسئولیت شخصی و مسئولیت نقش تقسیم کرده اند. مسئولیت علی رابطه ای است که بین دو چیز وجود دارد وقتی که اولی علت تامه یا ناقصۀ دومی است. فی المثل، وقتی می گوییم «سنگ شیشه را شکست» در اینجا سنگ در نسبت با شکستن شیشه مسئولیت علی دارد. مسئولیت علی منحصر به اعمال انسانی یا مستلزم آگاهی و اختیار نیست. مسئولیت پاسخگویی مسئولیتی است که شامل حال فاعلی می شود که در شرایط ذهنی ای نسبت به عمل یا نتیجهٔ عمل قرار دارد که او را سزاوار نکوهش یا ستایش می کند، شرایطی چون نیت مندی، معرفت، امکان انتخاب و .... فاعلی که از قابلیت مسئولیت پاسخگویی بهره مند است ممکن است در شرایطی این مسئولیت را نداشته باشد. مسئولیت برخاسته از قابلیت بر این فرض مبتنی است که ستایش و نکوهش کسی مستلزم سطحی از قابلیت فکری و عاطفی در اوست. فی المثل، خردسالان یا افراد دچار نارسایی شدید ذهنی نمی توانند شرایط مسئولیت برخاسته از قابلیت را برآورده کنند و چون فاقد این نوع مسئولیت هستند، مسئول به شمار نمی آیند. مسئولیت شخصی در برابر مسئولیت جمعی یا گروهی قرار می گیرد و تنها متوجه شخصی است که عملی را انجام می دهد و به اقسامی چون حقوقی، اخلاقی و شغلی تقسیم می شود. مسئولیت نقش نیز مسئولیتی است برخاسته از تکالیفی که نقش اجتماعی شخص نظیر والد بودن یا پرستار بودن بر دوش وی قرار می دهد. مسئولیت از جهتی دیگر به دو دستهٔ آینده نگر و گذشته نگر تقسیم می شود. مسئولیت آینده نگر مسئولیت در قبال کارهایی است که برعهده داریم نظیر وقتی که می گوییم نجات غریق مسئول حفظ جان شناگران است. در مقابل، مسئولیت گذشته نگر مسئولیت در قبال کاری است که انجام داده ایم یا انجام نداده ایم، نظیر وقتی که می گوییم نجات غریق مسئول مرگ شناگران است. گاهی مسئولیت گذشته نگر را مسئولیت حقوقی می خوانند. دامنهٔ مسئولیت در قبال خود و دیگران (آیا من حافظ برادرم هستم؟»)، نسبت مسئولیت با اختیار و موجبیت، ماهیت و دامنهٔ مسئولیت علی ما در قبال اندیشه ها و اعمالمان، نسبت مسئولیت اخلاقی با مسئولیت حقوقی، محدود بودن یا نامحدود بودن مسئوليت آدمی در قبال دیگران، شرایط مسئولیت، این که آیا گروه ها و جمع ها (نظیر سازمانها) نیز مسئولیت دارند یا تنها افراد مشمول مسئولیت واقع می شوند، و این پرسش که ما تا کجا مسئول اعمال گروهها یا سازمان هایی هستیم که به آنها تعلق داریم از جمله مسائلی است که دربارهٔ مسئولیت از حیث اخلاقی مورد توجه است."
 },
 {
   "word": "ressentiment (fr).",
   "def": "کین توزی. همچنین ببینید:  slave morality"
 },
 {
   "word": "restrictive utilitarianism",
   "def": "فایده گرایی تحدیدی - شکلی از فایده گرایی که در آن ملاک درستی عمل این است که ارزش (یا خیر)ی را که به طور عینی محتمل است به حد اعلی برساند. بر این اساس، لزومی ندارد که فاعل به هنگام تأمل دربارهٔ انتخاب عمل محاسبه کند که چگونه می تواند ارزشی را که به طور عینی معتبر است به حد اعلی برساند."
 },
 {
   "word": "retributive justice",
   "def": "عدالت کیفری، عدالت جزایی - شکلی از عدالت جبرانی که می کوشد توازنی را که در پی نوعی بی عدالتی به هم خورده است از طریق کیفر یا جزا دادن خلافکار و اعادهٔ حقوق آسیب دیده از نو برپا دارد. این که چه هنگام و چرا مجازات موجه است از جمله مسائل عدالت کیفری است."
 },
 {
   "word": "retrospective. responsibility",
   "def": "مسئوليت گذشته نگر. همچنین ببینید:  responsibility"
 },
 {
   "word": "right",
   "def": "حق - قدرت، امتیاز یا اختیاری که قانون، طبیعت یا عرف و سنت به کسی بخشیده است. حقوق از جهت خاستگاهشان به دو دستهٔ حقوق قانونی و حقوق اخلاقی (یا طبیعی) تقسیم می شوند. حقوق در برابر تکالیف قرار می گیرند و بسیاری آنها را متضایف می دانند. حقوق از جهاتی به حقوق ایجابی و حقوق سلبی، حقوق کامل و حقوق ناقص، حقوق مطلق و حقوقی در بادی نظر تقسیم می شوند. برخی از مسائل اساسی در این زمینه از این قرار است: چه انواعی از حقوق وجود دارد؟ آیا چیزی به نام حقوق اخلاقی یا حقوق طبیعی در کار است؟ چگونه حقوق افراد را مشخص می کنیم؟ ونسبت حقوق با دیگر ملاحظات اخلاقی چیست؟"
 },
 {
   "word": "right-based ethics",
   "def": "اخلاق حق بنیاد - رویکردی در اخلاق هنجاری که بیش از هر چیز بر حقوق تکیه دارد و آدمیان را اولاً و اساساً موجوداتی صاحب حق می شمارد. از این منظر، بنیاد اخلاق حق است و عملی اخلاقا درست است که جانب حقوق را نگه دارد. اخلاق حق بنیاد در برابر اخلاق تکلیف گرایانه قرار می گیرد. همچنین ببینید:  deontological ethics"
 },
 {
   "word": "right-making feature",
   "def": "خاصۀ درست ساز. همچنین ببینید:  right-making quality"
 },
 {
   "word": "right-making quality",
   "def": "خاصۀ درست ساز - خاصه یا کیفیتی که مایهٔ درستی عملی است. این خاصه در برابر خاصهٔ نادرست ساز قرار می گیرد."
 },
 {
   "word": "right of nature",
   "def": "حق طبیعی. همچنین ببینید:  natural right"
 },
 {
   "word": "right ethics",
   "def": "اخلاق حق نگر. همچنین ببینید:  right-based ethics"
 },
 {
   "word": "rigorism",
   "def": "نظریهٔ انعطاف ناپذیری [ اخلاقی ] - این رأی که آنچه را اخلاقاً باید برگزینیم قواعد اخلاقی عام، مطلق، دارای اعتبار کلی یا جهانگستر و فراتر از زمان و مکانی خاص مشخص کرده اند و اخلاقی زیستن چیزی جز پیروی از این قواعد نیست. غالباً آموزهٔ امر مطلق کانت را مصداقی از این دیدگاه می دانند، هرچند برخی مفسران جدید کانت این رأی را برنمی تابند."
 },
 {
   "word": "ripple in the pond, principle of",
   "def": "اصل امواج آبگیر. همچنین ببینید:  principle of ripple in the pond"
 },
 {
   "word": "role responsibility",
   "def": "مسئولیت نقش. همچنین ببینید:  responsibility"
 },
 {
   "word": "rule-agapeism",
   "def": "محبت گرایی قاعده نگر - این رأی که همواره باید از قاعده یا قواعدی پیروی کرد که بیش از هر قاعدهٔ دیگری نمودار محبت (آگاپه) است. همچنین ببینید:  agapeism"
 },
 {
   "word": "rule-consequentialism",
   "def": "نتیجه گرایی قاعده نگر - این رأی که درستی یا ارزش اخلاقی هر عملی مستقیماً برحسب نتایج خود آن عمل تعیین نمی شود، بلکه بر این اساس معین می گردد که آن عمل منطبق با قاعده یا مجموعه قواعدی باشد که پذیرش آنها یا پیروی از آنها منجر می شود به نتایجی به خوبي نتایج هر قاعده یا مجموعه قواعد بديل. همچنین ببینید:  Consequentialism"
 },
 {
   "word": "rule-deontological ethics",
   "def": "اخلاق تکلیف گرایانهٔ قاعده نگر. همچنین ببینید:  rule-deontologism"
 },
 {
   "word": "rule-deontologism",
   "def": "تکلیف گرایی قاعده نگر- شکلی از تکلیف گرایی که بر وفق آن برای مشخص کردن درست و نادرست در هر وضعیتی و نیز برای تشخیص تکلیفی که در موارد جزئی به عهده داریم باید به قواعد و اصول، متوسل شویم و آنها را مبنای داوری دربارهٔ موارد جزئی قرار دهیم. از منظر تکلیف گرایان قاعده نگر، این قواعد و اصول شان بنیادین دارند و حاصل استقرا از موارد جزئی نیستند. همچنین ببینید: deontological ethics"
 },
 {
   "word": "rule-utilitarianism",
   "def": "فایده گرایی قاعده نگر- صورتی از فایده گرایی که می گوید باید عملی را انجام داد که منطبق با قواعدی باشد که اگر از آنها پيروى شود، محتمل است که بيشترین خوشې يا فایده را برای همهٔ افرادی که از آن عمل تاثیر می پذیرند، به بار آورد. از این منظر، عمل فاعل درست است اگر مطابق با قاعده یا مجموعه قواعدی باشد که پیروی همگان از آن به اندازهٔ هر قاعده یا مجموعه قواعد بدیل دیگری برای همهٔ افرادی که از آن عمل تأثیر می پذیرند، خوبی را بر بدی فزونی بخشد. فایده گرایی قاعده نگر در برابر فایده گرایی عمل نگر قرار می گیرد. همچنین ببینید:  utilitarianism"
 },
 {
   "word": "Satisfice",
   "def": "رضایت بخشی.  همچنین ببینید:  satisficing utilitarianism"
 },
 {
   "word": "satisficing utilitarianism",
   "def": "فایده گرایی ناظر به رضایت بخشی - شکلی از فایده گرایی که انتخاب یا انجام دادن کاری را که به خیر کافی - و نه بیشترین یا بهترین خیر – می انجامد تجویز می کند. (واژهٔ Satisfice شکل منسوخی از Satisfy است که دلالت بر انتخاب یا عملی دارد که لزوماً بهترین نیست، اما رضایت بخش یا به قدر کافی خوب است.) بر این اساس، اعمال اخلاقاً درست اند (حتی) اگر در خوشی کلی صرفاً سهم مثبت داشته یا به مقدار زیادی سهیم باشند. همچنین ببینید:  utilitarianism"
 },
 {
   "word": "second order ethics",
   "def": "اخلاق مرتبه دوم - تعبیر دیگری از فرااخلاق. همچنین ببینید:  metaethics"
 },
 {
   "word": "self-deception, paradox of",
   "def": "پارادوکس خو د فريبی. همچنین ببینید:  paradox of self-deception"
 },
 {
   "word": "self-determination",
   "def": "خود تعین بخشی - حالتی که در آن فاعل خود مصدر یا علت افعال خویش است. این وضعیت در برابر موجبیت قرار می گیرد و مایهٔ تمیز عمل از رخدادهای دیگری که عمل نیستند محسوب می شود."
 },
 {
   "word": "Self-love",
   "def": "حب ذات - دوست داشتن خویش و داشتن پروای خویشتن و منافع خود. حب ذات را معمولا غریزی می دانند و از آن به عنوان یکی از انگیزه های بنیادین - یا یگانه انگیزهٔ بنیادین - آدمی یاد می کنند. برخی نظریه هاي اخلاق هرگونه عملی را، حتی اعمالی که ظاهرا از سر دیگر دوستی و دیگر خواهی صورت می گیرد، در تحلیل نهایی برانگیختهٔ حب ذات می دانند. برخی نیز حب دیگران را عاطفه ای در جنب حب ذات می دانند و اولی را به دومی تحویل نمی کنند. شماری دیگر نیز بر آن اند که دیگر دوستی راستین در جایی است که آدمی حب ذات داشته باشد و بدون دوست داشتن خویش دوست داشتن اصیل دیگران ممکن نیست."
 },
 {
   "word": "self-regarding virtues",
   "def": "فضایل خودنگر. همچنین ببینید:  other- regarding virtues"
 },
 {
   "word": "self-respect",
   "def": "عزت نفس - حرمتی که آدمی برای خویشتن و ارزش خود به عنوان شخص، قائل می شود. عزت نفس مفهومی است که از جهاتی در اخلاق مطرح می شود. این مفهوم صبغهٔ هنجاری نیز دارد. مثلاً وقتی می گوییم شخصی عزت نفس ندارد بر سیرت او خرده گرفته ایم یا هنگامی که می گوییم فلان عمل را شخصی که عزت نفس دارد انجام نمی دهد آن عمل را مذموم دانسته ایم. عزت نفس مخصوصاً در سنت اخلاق کانتی محل اعتناست. از این منظر، عزت نفس یک خبر است و باید آن را از عجب و کبر تمیز داد، و نظامهایی که عزت نفس را کم رنگ می کنند یا مانع آن می شوند درخور نکوهش اند. از جمله پرسشهایی که دربارهٔ عزت نفس مطرح می شود می توان به این موارد اشاره کرد عزت نفس چیست و چگونه از مفاهیم همسایه ای نظیر عجب و اعتماد به نفس متمایز می شود؟ آیا عزت نفس مفهومی است ذهنی یا عینی؟ روابط میان عزت نفس و حقوق چگونه است؟ آیا در اجتماعی که حقوق آدمی را به رسمیت نمی شناسند عزت نفس ممکن است؟ چه نسبتی میان عزت نفس و حرمت نهادن به دیگران وجود دارد؟ "
 },
 {
   "word": "self-responsibility",
   "def": "مسئولیت شخصی. همچنین ببینید:  responsibility"
 },
 {
   "word": "sentientism",
   "def": "اصالت احساس - نظریه ای در اخلاق حیوانات که برخلاف نظریهٔ عقل گرایانه که عقل را ملاک تعلق به اجتماع اخلاقی می انگارد، این ملاک را احساس یا شعور   (sentiency) یا قابلیت تجربهٔ لذت و الم می داند. بر این اساس، حیوانات نیز می توانند موضوع پروای اخلاقی قرار گیرند. جرمی بنتام، جان استیوارت میل و پیتر سینگر از جمله متفکرانی هستند که به این دیدگاه قائل اند. به تعبیر مشهور بنتام، «مسئله این نیست که آیا آنها [حیوانات غیر از انسان] می توانند تعقل کنند؛ مسئله این نیست که آیا آنها می توانند سخن بگویند؛ بلکه مسئله این است که می توانند احساس درد کنند؟»"
 },
 {
   "word": "santimentalism",
   "def": "حس گرایی، اصالت احساس. همچنین ببینید:  moral sense theory "
 },
 {
   "word": "seven capital sins",
   "def": "هفت گناه کبیره - گناهان عجب، طمع، حسد، شکمبارگی، خشم، کاهلی و شهوت در سنت مسیحی که اصلی ترین گناهان و راهبر و راهگشای سایر ر ذایل محسوب می شوند. توماس اکویناس قدیسی این فهرست را به گرگوری کبیر نسبت می دهد."
 },
 {
   "word": "seven deadly sins",
   "def": "هفت گناه کبیره. همچنین ببینید:  Seven capital sins"
 },
 {
   "word": "Sexual ethics",
   "def": "اخلاق جنسی - شاخه ای از اخلاق کاربردی که در آن ملاحظات اخلاقی مربوط به رفتار جنسی بررسی می شود. از میان مسائلی که در اخلاق جنسی محل بحث است می توان به اینها اشاره کرد: آیا میل جنسی و عمل جنسی ذاتاً خودخواهانه است؟ شأن اخلاقی رابطهٔ جنسي خارج از پیوند ازدواج، همجنس گرایی، خودارضایی، روسپی گری، جماع بدون بارداری، آزار و سوء استفادهٔ جنسی، و لذت جنسی چگونه است؟ و آیا در جایی که آسیبی به شخص سومی وارد نمی آید رابطهٔ جنسی خودخواستهٔ دو نفر به خودی خود خلاف اخلاق است؟"
 },
 {
   "word": "sexual morality",
   "def": "اخلاق جنسی. همچنین ببینید:  sexual ethics"
 },
 {
   "word": "shame",
   "def": "شرم - احساس اینکه به سبب رفتار ناشایست یا قصور خویش (یا دیگرانی نظیر اعضای خانوادهٔ خودمان) سزاوار تحقیر، نکوهش یا بیزاری جستنِ دیگرانیم."
 },
 {
   "word": "sin",
   "def": "گناه - نقض قانونی دینی یا اصلی اخلاقی که دلالت ضمنی بر شر و شرارت دارد و جبران، توبه یا  نکوهش خویشتن را ایجاب می کند."
 },
 {
   "word": "Sittlichkeit (Ge).",
   "def": "حیات اخلاقی - تقابل میان حیات اخلاقی و اخلاق (Moralität) یکی از مضامین مهم در فلسفهٔ اخلاق هگل محسوب می شود. حیات اخلاقی، اخلاق انضمامی اجتماع یا فرهنگی خاص در زمانه ای مشخص است و سپهری است شامل نهادهای اجتماعی خانواده، جامعهٔ مدنی و دولت. هگل بر آن است که  Moralität  برخلاف   Sittlichkeit تھی است و نمی تواند حیات انضمامی انسانی را فرا چنگ گیرد. از منظر هگل اخلاق کانتی نمونه ای از Moraliat است."
 },
 {
   "word": "situational ethics",
   "def": "اخلاق وضعیت نگر. همچنین ببینید:  situation ethics"
 },
 {
   "word": "situationalism",
   "def": "وضعیت نگری. همچنین ببینید:  situation ethics"
 },
 {
   "word": "situation ethics",
   "def": "اخلاق وضعیت نگر - نظریه ای در اخلاق هنجاری که بر وفق آن هرگونه داوری، عمل یا انتخاب اخلاقی باید با نظر به اوصاف و ویژگیهای وضعیت یا زمینهٔ خاص و منحصر به فردی که آن داوری، عمل یا انتخاب در آن انجام می شود صورت گیرد. در این رویکرد از انتزاع وجوه مشترک وضعیتها و به کار بستن آنها در بررسی اخلاقی وضعیتهای جدید، به دست دادن و به کار بردن قواعد و رهنمودهای عام کردار، و استفاده از طبقه بندی ها و تمایز گذاری ها در تحلیل وضعیتها پرهیز می شود. از این منظر، اخلاق وضعیت نگر در کنار زمینه گرایی اخلاقی و (از جهاتی) مورد نگری قرار می گیرد و در مقابل قانون پرستی اخلاقی جای دارد. مشهورترین صورت این اخلاق، اخلاق وضعیت نگر مسیحی است که بر مفهوم محبت (آگاپه) تکیه دارد و از شخص می خواهد که بدون توسل به هر اصل یا قاعدهٔ دیگری در هر وضعیت مشخص و خاصی از خود بپرسد که چه رفتاری محبانه ترین رفتار است. از این منظر فرض بر این است که قواعد چندان ارزشی ندارند یا اصلاً راهگشا نیستند، و آنچه را اصل محبت در وضعیتی خاص و منحصر به فرد اقتضا می کند نمی توان پیشاپیش با استدلال انتزاعي فارغ از آن وضعیت مشخص کرد."
 },
 {
   "word": "situationism",
   "def": "وضعیت نگری. همچنین ببینید:  situation ethics"
 },
 {
   "word": "skepticism",
   "def": "شکاکیت. همچنین ببینید:  ethical skepticism"
 },
 {
   "word": "slave morality",
   "def": "اخلاق بندگان - فریدریش نیچه میان دو گونه اخلاق تمایز نهاده است: اخلاق بندگان و اخلاق سروران، گونهٔ نخست، که نیچه از آن با عنوان اخلاق گله نیز یاد می کند، اخلاق ضعفا و میانمایگان است که مناسب حال امیال و ضعف و آسیب پذیری ایشان محسوب می شود ولی به حال سرآمدان، سروران یا اقویا زیانبار است. در اخلاق بندگان بر فضایلی شفقت، همدلی دیگر خواهی، فرمانبرداری، عدالت و تواضع تاکید می شود و همترازی یا مساوات آدمیان مبنا قرار می گیرد. نیچه سرچشمه های این اخلاق را در حس کین توزی ضعفا نسبت به اقویا به سبب برتر بودن اقویا می بیند و آن را نوعی ابزار یا سازوکار ضبط و مهار اجتماعی می شمارد که به وسیلهٔ آن ضعفا در برابر اقویا از خود دفاع می کنند و انتقام می گیرند. از این منظر، اخلاق مسیحیت نمونه ای از اخلاق بندگان است. نیچه در برابر اخلاق بندگان اخلاق سروران را بزرگ می دارد که در آن ارزشهایی چون ابراز ارادهٔ معطوف به قدرت، سروری بر دیگران و خویشتن، عزت نفس، سرفرازی و بلند نظری محل اعتناست. چنین اخلاقی اخلاق ابرانسان است. همچنین ببینید:  Übermensch"
 },
 {
   "word": "social choice theory",
   "def": "نظریهٔ انتخاب اجتماعی - نظریه ای که به عمل عقلانی گروهی از فاعلان در انتخابها، تصمیم گیری ها و ارزشگذاری های جمعی در حیطه های گوناگون نظیر اقتصاد و سیاست می پردازد. انتخابهای اجتماعی معمولاً ناظر به گزینه های فراهم کردن جمعي خیرهاست و در این میان مسئلهٔ مهم این است که چگونه ترجیحات و تصمیمهای فردی به گونه ای در کنار هم قرار گیرند یا با هم سازگار و موافق شوند که بیشترین خیر برای همهٔ طرفهای دخیل حاصل آید. انتخاب بهینهٔ فردی در زمینه یا محیطی اجتماعی نیز در این نظریه بررسی می شود."
 },
 {
   "word": "social contract",
   "def": "میثاق اجتماعی. همچنین ببینید:  contractarianism"
 },
 {
   "word": "Social Darwinism",
   "def": "داروینیسم اجتماعی. همچنین ببینید:  evolutionary ethics"
 },
 {
   "word": "social ethics",
   "def": "اخلاق اجتماعی. همچنین ببینید:  public morality"
 },
 {
   "word": "social morality",
   "def": "اخلاق اجتماعی. همچنین ببینید:  public morality"
 },
 {
   "word": "sociology of ethics",
   "def": "جامعه شناسی اخلاق. همچنین ببینید:  moral sociology"
 },
 {
   "word": "sociology of morality",
   "def": "جامعه شناسی اخلاق. همچنین ببینید:  moral sociology"
 },
 {
   "word": "Socratic intellectualism",
   "def": "اندیشه گرایی سقراطی. همچنین ببینید:  ethical intellectualism"
 },
 {
   "word": "Socratic paradoxes",
   "def": "پارادوکس های سقراطی - گزاره های زیر که به سقراط نسبت داده می شود: (۱)هیچ کس دانسته و به ارادهٔ خویش کاری که خود آن را بد می داند انجام نمی دهد؛ (۲) اگر کسی خیر را بشناسد، در انجام دادن آن تردید و درنگ نخواهد کرد؛ و (۳) آدمی شر را تنها از روی جهل به خیر انجام می دهد. این احکام از آن رو پارادوکس تلقی شده اند که معمولا فرض می شود (۱) آدمی شر را به اختیار خودش انجام می دهد و می تواند انجام دهد؛ (۲) آدمی اغلب با وجود آنکه می داند کار خیر چیست کاری را انجام می دهد که شر است؛ و (۳) آدمی ممکن است شر را نه از روی جهل بلکه با علم کامل به این که آنچه می کند شر است انجام دهد. همچنین ببینید: ethical intellectualism "
 },
 {
   "word": "soft determinism",
   "def": "موجب انگاری حداقلی، موجب انگاری خفیف. همچنین ببینید:  determinism "
 },
 {
   "word": "soft paternalism",
   "def": "پدر مآبی حداقلی، پدر مآبی خفیف. همچنین ببینید:  paternalism"
 },
 {
   "word": "sophrosyne (Gr).",
   "def": "خویشتنداری - یکی از فضایل چهارگانهٔ اصلی که عبارت است از ضبط و مهار عقلانی امیال خویش و اعتدال در ارضای آنها."
 },
 {
   "word": "speciesism",
   "def": "نوع گرایی - اصطلاحی که به قیاس با racism (نژادپرستی ) و Sexism (تبعیض جنسی) طرح شده است و مراد از آن موضع کسانی است که از حرمت نهادن به زندگی، حقوق یا نیازهای حیواناتی که غیر از نوع (Species) بشرند خودداری می کنند."
 },
 {
   "word": "spectator morality",
   "def": "اخلاق ناظر محور. همچنین ببینید:  agent-based ethics"
 },
 {
   "word": "spontaneity, liberty of",
   "def": "اختیار به منزلهٔ خودانگیختگی. همچنین ببینید:  freedom"
 },
 {
   "word": "sport ethics",
   "def": "اخلاق ورزشی - شاخه ای از اخلاق کاربردی که مسائل و ملاحظات اخلاقی در فعالیتهای ورزشی را بررسی می کند. برخی مسائلی که شأن اخلاقی آنها در این رشته محل بحث است از این قرارند: نقض قواعد بازی به قصد پیش افتادن از حریف، تقلب، تأثیر رقابت به خودی خود بر مناسبات اشخاص و استفاده از داروهای نیروزا."
 },
 {
   "word": "stoic ethics",
   "def": "اخلاق رواقی - اصطلاحی که بر آموزه های اخلاقی مکتب رواقی (Stoicism) دلالت می کند. در این مکتب، فضیلت یگانه چیزی است که ارزش ذاتی دارد و خیر فی نفسه است و رذیلت یگانه چیزی که شر فی نفسه است. بر این اساس، فضیلت برای سعادت کافی است و تنها چیزی که اصالتا شایستهٔ تعقیب است فضیلت است و تنها چیزی که اصالتاً شایستهٔ پرهیز است رذیلت. رواقیون فضیلت را ناشی از معرفت یا داوری نگرش درست دربارهٔ چیزها می دانستند و آن را عمدتا با چیرگی بر نفس و ممانعت از این که تحت تاثیر امور خارجی و شهوات و انفعالات قرار بگیریم (که از دید آنها در حیات سعادتمندانهٔ حقیقی ما دستی ندارند) یکی می انگاشتند. بر این اساس، انسان فرزانه کسی است که فراغت از انفعال دارد و از حادثات دهر اثر نمی پذیرد. رواقیون قائل به آن بودند که آدمیان جملگى در قوهٔ عقل اشتراک دارند و یک نظام اخلاقی عام برای همهٔ آنها وجود دارد. به این اعتبار، آنها از پیشگامان نظریهٔ قانون طبیعی محسوب می شوند. همچنین، رواقیون با تأکید بر جهان وطنی اخلاقی وهمدلی جهانگستر در بسط مفهوم برادری همهٔ انسانها سهم چشمگیری داشتند."
 },
 {
   "word": "strict duty",
   "def": "تکلیف اکید - اصطلاحی که گاه مترادف با تکلیف کامل نزد کانت به کار می رود."
 },
 {
   "word": "strong paternalism",
   "def": "پدرمآبی، حداکثری پدر مآبی شدید. همچنین ببینید:  paternalism"
 },
 {
   "word": "subjective principle",
   "def": "اصل شخصی. همچنین ببینید:  maxim"
 },
 {
   "word": "subjective rightness",
   "def": "درستی شخصی. همچنین ببینید:  objective rightness"
 },
 {
   "word": "subjectivism",
   "def": "ذهنی انگاری، سوژه محوری. همچنین ببینید: ethical subjectivism"
 },
 {
   "word": "substantive ethics",
   "def": "اخلاق محتوایی - تعبیر دیگری از اخلاق هنجاری در برابر فراخلاق."
 },
 {
   "word": "summum bonum (L).",
   "def": "خیراعلی - مفهومی اساسی در نظریه های اخلاق باستان و اخلاق مسیحی. خیرهایی که آدمیان می جویند، جملگی همرتبه نیستند و در این میان بنا بر رأی فلاسفهٔ اخلاق باستان، بالاخص ارسطو، یک خیر ذاتی هست که برتر از خیرهای دیگر می نشیند. این خیر اعلی غایتی است که به خاطر خودش خواسته می شود و وسیله ای برای رسیدن به غایتی دیگر نیست. ارسطو همچنین خیراعلی را کامل و خود بسنده می خواند، و آوگوستین قدیس صفت پایداری را نیز بر آن می افزاید. دربارهٔ ماهیت خیر اعلی میان فلاسفهٔ اخلاق اختلاف نظر هست. سعادت، لذت و فضیلت از جمله اموری است که خیر اعلی محسوب شده است. همچنین ببینید:  good; agathon"
 },
 {
   "word": "supererogation",
   "def": "عمل ورای تکلیف، تطوع - انجام دادن عملی که فراتر است از آن چیزی است که تکلیف اقتضا می کند. کردار ورای تکلیف Supererogatory)) کرداری است نیک، تحسین برانگیز و بسیار ارزشمند ولی اخلاقاً واجب نیست، نظیر به خطر انداختن جان خویش برای نجات فردی غریبه. اعمال قهرمانانه از این دسته اند. برخی بر آن اند که تقسیم ہندی اعمال بـــه واجب، جایز و غیر جایز تقسیم بندی جامعی نیست و باید دستهٔ چهارمی به نام اعمال ورای تکلیف را نیز در نظر گرفت. در این زمینه از جمله این پرسش مطرح است که چگونه می توان معلوم داشت که در وضعیتی تکلیف خویش را به تمام و کمال ادا کرده ایم و اگر فراتر از آن عمل کنیم عمل ما ورای تکلیف است. به نظر می رسد که برخی نظریه های اخلاق نظیر فایده گرایی نمی توانند جایی برای این قبیل اعمال درنظر بگیرند."
 },
 {
   "word": "supererogatory",
   "def": "ورای تکلیف، تطوعی. همچنین ببینید:  supererogation"
 },
 {
   "word": "superman",
   "def": "ابرانسان. همچنین ببینید:  Übermensch"
 },
 {
   "word": "supernaturalism",
   "def": "فراطبیعت گرایی. همچنین ببینید: ethical supernaturalism"
 },
 {
   "word": "supervenience",
   "def": "عروض باواسطه، ترتب - مفهومی که در بسیاری از حوزه های فلسفه نظیر فلسفهٔ ذهن، زیبایی شناسی، فلسفهٔ علم و فلسفهٔ اخلاق از آن بهره می گیرند. عروض بی واسطه نوعی رابطهٔ وابستگی است میان نوعی از خاصه ها یا امور واقع و نوعی دیگر از آنها. در چنین رابطه ای حضور خاصه ای که باواسطه عارض می شود (Supervening) در گرو حضور خاصه یا خاصه هایی دیگر است. با این حال، نسبت میان خاصه هایی که باواسطه عارض می شوند و خاصه های پایه را نمی توان نسبتی تحلیلی دانست و نیز خاصه های نوع اول گرچه از خاصه های نوع دوم مستقل نیستند، قابل تحویل به خاصه های نوع دوم محسوب نمی شوند. در فراخلاق، عروض باواسطه به این معناست که خاصه های اخلاقی بر خاصه های طبیعی یا فارغ از اخلاق، باواسطه عارض می شوند یا برآمده (emergent) از آنها هستند. از این منظر، فی المثل، خاصهٔ «خوب» بر خاصه های پایهٔ فارغ از اخلاقی نظیر تسکین الم یا افزودن خوشی و خاصهٔ «درست» بر راستگویی عارض یا مترتب می شود. بر این اساسی، اگر چیزی خاصهٔ پایهٔ مربوط را داشته باشد حضور خاصه ای که باواسطه عارض می شود مسلم می گردد و اگر تغییری در خاصهٔ اخیر رخ دهد علتش این است که خاصهٔ پایه تغییر کرده است. با این حال، نمی توان گفت که خاصه ای که باواسطه عارض می شود «هیچ نیست مگر» خاصهٔ پایه. اصطلاح عروض باواسطه را بویژه ریچارد مروین هر در شرح توصیه انگاری خویش مطرح کرد ومتفکرانی متعلق به دیدگاه های گوناگون و گاه متعارضی نظیر واقع گرایی اخلاقی، ناواقع گرایی اخلاقی، طبیعت گرایی اخلاقی و ناطبیعت گرایی اخلاقی از آن بهره گرفته اند. برخی بر آن اند که رابطهٔ میان خاصه های اخلاقی و خاصه های فارغ از اخلاق را زمانی می توانیم به نیکوترین وجه دریابیم که آن را از جنس عروض باواسطه بدانیم."
 },
 {
   "word": "supreme good",
   "def": "خیر اعلی. همچنین ببینید: summum bonum "
 },
 {
   "word": "sympathy",
   "def": "همدلی - عاطفه ای دیگر خواهانه که متضمن آن است که از شادی و کامیابی دیگران یا از رنج و ناکامی شان به خاطر خود آنها شادمان یا غمگین شویم. همدلی اگرچه نوعی انفعال است، دربردارندهٔ نوعی آمادگی برای پاسخ خیرخواهانه نسبت به دیگری نیز هست. همدلی در برخی نظریه های اخلاق و نیز در پارهای نظریه های مربوط به انگیزش اخلاقی شان محوری دارد. دیوید هیوم، آرتور شوپنهاور و آدام اسمیت همدلی را رکن اخلاقی می دانند و در مقابل، فیلسوفانی نظیر ایمانوئل کانت، هابز و برنارد مندویل چنین نقشی برای آن قائل نیستند. از میان مسائلی که دربارهٔ همدلی مطرح است، می توان به این موارد اشاره کرد: همدلی در مقام سائقی اخلاقی تا چه حد قابل اتکاست؟ اگر همدلی صرفاً احساسی طبیعی است، در صورت کشاکش میان چنین احساساتی چگونه می توان بدون توسل به چیزی چون عقل که فراتر از این احساسات تلقی می شود آن کشا کش را حل کرد؟ آیا همدلی طبیعی ارزش اخلاقی دارد: چگونه می توان همدلی را از عواطف نزدیک یا همپوشانی نظیر شفقت، تیمار، رحم یا محبت، یا از اشکال کژ و کوژ آن نظیر احساساتی بودن متمایز کرد؟ آیا همدلی فضیلتی زنانه است؟"
 },
 {
   "word": "synderesis",
   "def": "قوۀ معرفت اخلاقی - قابلیت طبیعی مفروض ذهن برای علم به مبادی نخستین اخلاق و معرفت اخلاقی. این مفهوم، که سرچشمهٔ آن را در اندیشهٔ ارسطو می جویند، از طریق ژروم قدیس وارد عصر جدید شد. توماس آکویناس قدیس از متفکرانی است که عنایت خاصی به آن داشته اند. از منظر توماس، قوهٔ معرفت اخلاقی درکی خطاناپذیر، ساده، بی واسطه و طبیعی یا فطری از مبادی نخستین اخلاق به بار می آورد. این قوه اگرچه گاه مترادف با وجدان به کار می رود ولی با آن فرق دارد، زیرا وجدان بیشتر با موارد خاص کردار درست و نادرست سروکار دارد و ممکن است بر خطا باشد."
 },
 {
   "word": "synteresis",
   "def": "قوهٔ معرفت اخلاقی. همچنین ببینید:  synderesis"
 },
 {
   "word": "teleological ethics",
   "def": "اخلاق غایت گرایانه، اخلاق غایت شناسانه - رویکردی در اخلاق هنجاری که به غایت اعمال نظر دارد و عمل درست را عملی می داند که به غایتی خاص بینجامد. اخلاق غایت گرایانه ارزش را در نتایج اعمال می جوید نه در انگیزه و سیرت فاعل یا در خود عمل، و معیار نهایی اخلاق را در ارزشی (فارغ از اخلاق) نظیر لذت یا سعادت می یابد. بر این اساس، اخلاق غایت گرایانه بیش از همه در برابر اخلاق تکلیف گرایانه قرار می گیرد که تکلیف را بر ارزش مقدم می دارد و پاره ای اعمال را مستقل از نتیجهٔ آنها درست می داند. نتیجه گرایی، فایده گرایی و خودمحوری اخلاقی نمونه هایی از رویکرد غایت گرایانه به اخلاق اند."
 },
 {
   "word": "teleologism",
   "def": "غایت گرایی. همچنین ببینید:  teleological ethics"
 },
 {
   "word": "teleology",
   "def": "غایت شناسی. همچنین ببینید:  teleological ethics"
 },
 {
   "word": "telishment",
   "def": "مجازات بازدارندهٔ بی گناهان - مجازات فردی مظنون به خطاکاری که اولیای امور خود از بی گناهی او آگاه اند و این کار را به عنوان عاملی که دیگران را از خطاهای آتی بازمی دارد انجام می دهند. برخی از این مفهوم به عنوان آزمایشی فکری در نقد نتیجه گرایی به طور اعم و فایده گرایی به طور اخص بهره گرفته اند، از آن رو که، فی المثل، به نظر می رسد فایده گرایی با اصل فایده یا اصل بیشترین خوشی، این کار را در مواردی توجیه می کند."
 },
 {
   "word": "theological virtues",
   "def": "فضایل الهی - توماس آکویناس قدیس میان فضایل انسانی و فضایل الهی فرق می گذارد. فضایل انسانی عبارت اند از فضایل اخلاقی یا عقلانی که در نسبت انسان با انسان جلوه گر می شوند. فضایل الهی سه فضیلت ایمان، امید و محبت هستند که خداوند موضوع آنهاست و بر همهٔ فضایل دیگر تقدم دارند. ایمان عقل را به کمال می رساند و پذیرش وحی الهی را تمهید می کند. امید اراده را به کمال می رساند و از طریق آن اطمینان می یابیم که به یاری خداوند به خیر نامتناهی و رستگاری می رسیم. و محبت فضیلتی است که اراده را به کمال می رساند تا نسبت به خداوند (وهمنوعان خویش) عشق بورزیم."
 },
 {
   "word": "theological utilitarianism ",
   "def": "فایده گرایی الهیاتی - شکلی از فایده گرایی که می کوشد برای مفهوم تکلیف اخلاقي برخاسته از ارادهٔ خداوند جایی در نظر بگیرد. بر این اساس، خداوند از آنجا که خیرخواه مطلق است بی تردید اراده کرده است که بیشترین خوشی را برای مخلوقاتش فراهم کند؛ و ما می توانیم با اطمینان خاطر فرض کنیم که خواست خداوند این است که ما همواره برای تحقق این غایت عمل کنیم. به این ترتیب، اعمالی که خداوند به آنها فرمان می دهد تکالیف ما محسوب می شوند، و دلیل درستی اعمال، انطباق آنها با ارادهٔ خداست."
 },
 {
   "word": "theological voluntarism",
   "def": "اراده گرایی - شکلی از اراده گرایی اخلاقی به این مضمون که درستی یا نادرستی و خوبی یا بدی اعمال را ارادهٔ خداوند رقم می زند. به این اعتبار هیچ چیز درست یا نادرست و خوب یا بد نیست مگر آنکه خداوند را چنین اراده کرده باشد. همچنین ببینید:  ethical voluntarism"
 },
 {
   "word": "theoretical ethics",
   "def": "اخلاق نظری - اصطلاحی که گاه به معنای مجموعهٔ اخلاق هنجاری و فرااخلاق و گاهی نیز تنها به معنای فرااخلاق به کار می رود."
 },
 {
   "word": "theory of action",
   "def": "نظریهٔ عمل، نظریهٔ فعل. همچنین ببینید:  action theory"
 },
 {
   "word": "theory of value",
   "def": "نظریهٔ ارزش. همچنین ببینید:  axiology"
 },
 {
   "word": "trolley problem",
   "def": "مسئله تراموا - مسئله ای که اول بار فیلیپا فوت آن را مطرح کرد: تراموایی از کنترل خارج می شود و به جایی می رسد که در آن ریل دو شاخه می شود. در یک طرف یک نفر مشغول کار است و در طرف دیگر پنج نفر سرگرم کارند. فرض بر این است که تراموا هر کسی را که سر راهش قرار داشته باشد خواهد کشت. روشن است که به نزد غالب متفکران راننده باید تراموا را به سمت شاخه ای که در آن افراد کمتری قرار دارند هدایت کند. حال فرض کنید که تراموا، بدون راننده، به سمت شاخه ای برود که پنج نفر در آن مشغول کارند و شما به عنوان عابر یا ناظری می توانید مداخله کنید از این طریق که به شیوهٔ سوزنبانان مسیر تراموا را تغییر دهید. به طوری که تراموا به سمت شاخهٔ دیگر تغییر جهت دهید. آیا این کار شما درست، واجب یا حتی جایز است، کاری که با انجام دادن آن مسئول مرگ یک نفر می شوید؟ و اگر بگذارید که تراموا به راه خودش برود نسبت به چه کسی خطا کرده اید؟ این وضعیت نمونه ای است از اوضاعی که در آنها به نظر می رسد فایده گرایی عملی را توصیه می کند. که ممکن است با شرافت یا اصول اخلاقی شخص تعارض داشته باشد."
 },
 {
   "word": "Übermensch (Ge).",
   "def": "ابرانسان - دیدگاه نیچه، انسان برتری که ارزشهای اخلاق سروران را در خویش جلوه گر ساخته است. همچنین ببینید: slave morality"
 },
 {
   "word": "ultimate good",
   "def": "خیر غایی. همچنین ببینید:  summum  bonum"
 },
 {
   "word": "unethical",
   "def": "خلاف اخلاق. همچنین ببینید: Immoral"
 },
 {
   "word": "universal ethical egoism",
   "def": "خودمحوری اخلاقی کلی. همچنین ببینید:  egoism"
 },
 {
   "word": "universal hedonism",
   "def": "لذت گرایی کلی - این رأی که خیر ذاتی عبارت است از لذت همهٔ انسانها یا لذت همهٔ موجودات ذی شعور."
 },
 {
   "word": "universality, principle of",
   "def": "اصل کلیت. همچنین ببینید:  principle of universality"
 },
 {
   "word": "universalizability",
   "def": "کلیت پذیری - قبول کلیت پذیری احکام اخلاقی به طور ساده یعنی پذیرش اینکه اگر عملی برای شخصی در وضعیتی درست (یا نادرست) باشد، آنگاه برای هر شخصی که از جهات مربوط مشابه شخصی اول باشد در آن نوع وضعیت درست (یا نادرست) است. بر این اساس، می توان گفت که در مورد اعمال باید به شکلی یکسان داوری کرد مگر اینکه از حیث اخلاقی تفاوتهای بجایی میان آنها وجود داشته باشد. بسیاری از نظریه های اخلاق کلیت پذیری را یکی از ویژگیهای اصلی داوری های اخلاقی و ضامن سازگاری درونی آنها می دانند یا دست کم قائل اند به اینکه در پس این داوریها قصد کلیت بخشی نهفته است (نسبی انگاری اخلاقی منکر وجود اصول یا ارزشهای کلی است). با این حال، دربارهٔ مبنای کلیت پذیری، سرچشمهٔ حجیت آن و تعریف آن دیدگاه های متنوعی وجود دارد. به طور مثال، برخی (نظیر کانت) عقلانیت را مبنای آن می دانند، برخی نیز (نظیر ارسطو، نظریه پردازان سنت قانون طبیعی و هیوم) به نحوی از انحا طبیعت مشترک انسانها را چنین می شمارند. برخی دیگر هم (نظیر ریچارد مروین هر) این مبنا را در معنائی اوامر اخلاقی و گفتار اخلاقی می جویند. کانت در تقریر اول امر مطلق کلیت پذیری را شرط پذیرفتنی بودن احکامی می داند که اخلاقاً بیان می شوند: « تنها برپایهٔ ضابطه ای عمل کن که بتوانی در عین حال اراده کنی که به صورت قانونی کلی درآید». این تقریر از امر مطلق گاه اصل کلیت  (principle of universality)  خوانده می شود. کلیت پذیری به نزد ریچارد مروین هر به صورت اصلی نمایان می شود به این مضمون که «آنچه برای شخصی درست (یا نادرست) است» برای هر شخص مشابهی در اوضاع و احوال مشابه درست (یا نادرست) است. اصل کلیت پذیری به نزد هر با آنچه هنری سیجویک اصل عدالت  (principle of justice) می خواند همسان است. تقریر دیگری از اصل کلیت پذیری را آلن گیورث به دست داده است. او «اصل منطقی کلیت پذیری» را چنین بیان می کند: «اگر محمول  pمتعلق باشد به موضوع  sاز آن رو که s خاصهٔ  Qرا دارد، آنگاه لازم می آید که p به همهٔ موضوع های s1،s2، ... snنیز که خاصهٔ Q را دارند تعلق داشته باشد». اصل کلیت پذیری در کاربرد اخلاقی آن از همین اصل منطقی کلیت پذیری برمی آید. اصل کلیت پذیری معمولاً اصلی صوری محسوب می شود اگرچه برخی در این امر مناقشه کرده اند."
 },
 {
   "word": "universalizability, principle of",
   "def": "اصل کلیت پذیری. همچنین ببینید:  universalizability"
 },
 {
   "word": "universal prescriptivism",
   "def": "توصیه انگاری کلی - شکلی از توصیه انگاری که ریچارد مروین هر آن را پیش نهاده است به این مضمون که داوری های اخلاقی دو رکن دارند: (۱) کلی (یا کلیت پذیر) اند و (۲) توصیه ای را بیان می دارند: ویژگی اول مایهٔ تمایز داوری های اخلاقی از اوامر یا توصیه های صرف است. کلیت پذیری داوری های اخلاقی به این معناست که آدمی با اقامهٔ داوری اخلاقی ای خود را ملتزم می کند که همان داوری را دربارهٔ هر وضعیت واقعی یا مفروضی که ویژگیهای فارغ از اخلاق یا نااخلاقی یکسان دارد اقامه کند. همچنین ببینید:  prescriptivism"
 },
 {
   "word": "utilitarian calculus",
   "def": "حساب فایده سنج. همچنین ببینید:  felicific calculus"
 },
 {
   "word": "utilitarianism",
   "def": "فایده گرایی - نظریه ای نتیجه گرایانه در اخلاق هنجاری که دایر مدار اصل فایده یا اصل بیشترین خوشی است. براساس این دیدگاه، به حداکثر رساندن فایده -- که فایده گرایان معمولاً از آن به لذت یا خوشی تعبیر می کنند - برای بیشترین عده اصل راهنمای کردار و زندگی است. در فایده گرایی، عملی اخلاقاً درست است اگر و تنها اگر دست کم به اندازهٔ هر عمل بدیل دیگری که شخص می تواند به جای آن انجام دهد فایده را برای همهٔ کسانی که از آن عمل متأثر می شوند به بار آورد؛ و عملی اخلاقاً واجب است که بیش از هر عمل بدیل دیگری که شخص می تواند به جای ان انجام دهد، برای همهٔ کسانی که از ان عمل متاثر می شوند، سبب ساز فایده شود. فایده گرایی به دو گونهٔ اصلی قاعده نگر و عمل نگر تقسیم می شود. مشهورترین نمایندگان این مکتب جرمی بنتام و جان استیوارت میل هستند که اولی قائل به تفاوتی کیفی میان اقسام لذت یا خوشی نیست و دومی میان اقسام لذت یا خوشی تفاوت کیفی می بیند. همچنین ببینید:  principle of utility"
 },
 {
   "word": "utility",
   "def": "فایده - کیفیت سودمند بودن که مبنا و محور فایده گرایی است. همچنین ببینید:  utilitarianism; principle of utility"
 },
 {
   "word": "utility calculus",
   "def": "حساب فایده سنج. همچنین ببینید:  felicific calculus"
 },
 {
   "word": "utility, principle of",
   "def": "اصل فایده. همچنین ببینید:  principle of utility"
 },
 {
   "word": "value",
   "def": "ارزش - خاصه یا کیفیتی در چیزی، وضعیتی، عملی با نگرشی که آن را مطلوب، سود مند و مهم می گرداند. ارزش موضوع شاخه ای از فلسفه است به نام ارزش شناسی یا نظریهٔ ارزش، ارزشها را به انحای گوناگون تقسیم کرده اند از جمله ارزش ذاتی در برابر ارزش غیر ذاتی یا ارزش ابزاری، و ارزش مطلق در برابر ارزش نسبی."
 },
 {
   "word": "value judgement",
   "def": "داوری ارزشی، ارزشداوری، حکم ارزشی داوری یا حکمی که قسمی از اقسام ارزش یا مفاهیم ناظر به آن را به موضوع خود نسبت می دهد یا از آن سلب می کند. به طور کلی داوری های ارزشی بر دو دسته اند: داوری های ارزشی اخلاقی و داوری های ارزشی فارغ از اخلاق. بخش مهمی از داوریهای اخلاقی از جنس داوری ارزشی هستند. همچنین ببینید:  value"
 },
 {
   "word": "value monism",
   "def": "وحدت گرایی - ارزشی قول به اینکه تنها یک ارزش بنیادین وجود دارد، نظیرسودمندی یا فایده (در فایده گرایی) یا لذت (در لذت گرایی اخلاقی)."
 },
 {
   "word": "value pluralism",
   "def": "کثرت گرایی ارزشی - این رأی که دو یا چند ارزش بنیادین وجود دارد که قابل تحویل به یک ارزش واحد نیستند. کثرت گرایی ارزشی در برابر وحدت گرایی ارزشی قرار می گیرد."
 },
 {
   "word": "value theory",
   "def": "نظریهٔ ارزش. همچنین ببینید:  axiology"
 },
 {
   "word": "value, theory of",
   "def": "نظریهٔ ارزش. همچنین ببینید:  axiology"
 },
 {
   "word": "vegeterianism",
   "def": "اعتقاد به گیاهخواری، گیاهخواری - این رأی که باید از خوردن گوشت حیوانات مرده پرهیز کرد و خودداری عملی از این کار. در اشکال شدید ترش گاه شامل پرهیز از دیگر بازمانده های حیوانات نظیر پوست آنها یا محصولات حیوانات زنده نظیر تخم مرغ نیزمی شود."
 },
 {
   "word": "veil of ignorance",
   "def": "حجاب بی خبری. همچنین ببینید: original position"
 },
 {
   "word": "vice",
   "def": "رذیلت - صفتی بد و ناپسند که در سیرت فاعل تثبیت شده است به گونه ای که او از سر عادت کار ناشایست می کند."
 },
 {
   "word": "violence",
   "def": "خشونت - عملی که به دیگران (یا اشیا) آسیب می رساند یا آنها را از میان برمی دارد. خشونت از جهتی به دو دستۀ فیزیکی و روانی تقسیم می شود. خشونت فیزیکی اعمال زور برای ایجاد آسیب یا از میان بردن شخص یا شیئی است که در معرض خشونت واقع می شود. خشونت روانی ایجاد آسیب ذهنی یا عاطفی شدید مثلا از طریق تحقیر یا مغز شویی است خواه با استفاده از زور خواه بدون استفاده از آن. خشونت صورتی ساختاری نیز دارد و آن ناشی از وضعیتی است که نتیجۀ خواسته یا نا خواستۀ آن آسیب یا از بین بردن بردن یا تخریب است و پدید آورندگان آن وضعیت نسبت به آن بی تفاوت اند.به این اعتبار، فی المثل کار در معادن ممکن است خشونت ساختاری را در خود نهان داشته باشد. خشونت معمولا در مورد اشخاص اطلاق می شود. با این حال، خشونت ورزیدن با حیوانات و طبیعت نیز ممکن است. اگرچه خشونت معمولا به دست شخصی بر شخص دیگر وارد می آید، این نیز ممکن است که آدمی با خویش خشونت ورزد، نظیر آنچه در شهادت روی می دهد. نسبت خشونت و اخلاق موضوعی است که متفکران دربارۀ آن اختلاف نظر دارند. برخی بر آن اند که اخلاق اقتضا می کند که در شرایطی از خشونت استفاده شود، گرچه معمولا اعمال خشونت آمیز در بادی نظر نادرست انگاشته می شوند. برخی نیز اقتضای اخلاقی بودن را عدم خشونت و پرهیز از آن به هر شکلی از اشکالش و در هر وضعیتی می دانند. اخلاق عدم خشونت عمدتا حاصل چنین نگرشی است. همچنین ببینید: Nonviolence"
 },
 {
   "word": "virtue",
   "def": "فضیلت - فضیلت به معنای عام آن خصوصیت یا صفتی است در شخص که پسندیده و درخور ستایش است و براساس تقسیم بندی مشهوری که به ارسطو بازمی گردد به دو دستهٔ عقلی و اخلاقی تقسیم می شود. معمولاً هنگامی که از فضیلت سخن به میان می آید، فضیلت اخلاقی مراد است. بر این اساس فضیلت صفت، گرایش یا ملکه ای است در سیرت که دارندۀ آن را به سوی عمل درست رهنمون می شود وبزرگ منشی نیک  سیرتی به بار می آورد. در برخی نظریه های اخلاقی، فضایل در درجهٔ اول اهميت قرار دارند و زندگی نیک و کردار نیکو براساس پرورش آنها  تعریف و تبیین می شود. این دیدگاه از یک سو در تقابل با دیدگاهی است که به جای فضیلت بر کردار و تکلیف تأکید می ورزد و از سوی دیگر در مقابل دیدگاهی می نشیند که مفاهیمی چون سودمندی را برصدر می نشاند. همچنین ببینید:  virtue-based ethics"
 },
 {
   "word": "virtue-based ethics",
   "def": "اخلاق فضیلت بنیاد - رویکردی در أخلاق که در آن فضایل اصل قرار می گیرند و مفاهیمی چون کردار، تکلیف یا خیر جنبهٔ ثانوی دارند. در این رویکرد، به جای تأکید بر اینکه چه باید بکنیم، بر این معنا تأکید می رود که چه باید باشیم و از این حیث اخلاق فضیلت بنیاد قسمی اخلاق بودن است که در درجهٔ أول نظر به سیرت شخصی دارد نه کردار او. اگر در اخلاق فضیلت بنیاد به کردار یا خوبی و بدی آن نیزاعتنا شود به جهت نقش آن در پرورش یا تضعیف فضیلت است. افلاطون، ارسطو و آکویناس از جمله متفکرانی هستند که اشکالی از اخلاق فضیلت بنیاد به دست داده اند. این رویکرد در دهه های اخیر به دست متفکرانی چون السدر مک اینتایر، مایکل اسلوت، فیلییا فوت و آیریس مرداک رونق دوباره یافته است. اخلاق فضیلت بنیاد معمولأ در مقابل اخلاق عمل محور قرار می گیرد. این رویکرد را به جهت اتکای آن بر arete (معادل فضل یا فضیلت درزبان یونانی)aretaic ethics  نیز می خواندند. همچنین ببینید:  virtue"
 },
 {
   "word": "virtue ethics",
   "def": "اخلاق فضیلت نگر. همچنین ببینید: virtue-based ethics"
 },
 {
   "word": "virtue, ethics of",
   "def": "اخلاق فضیلت نگر. همچنین ببینید:  virtue-based ethics"
 },
 {
   "word": "virtus (L).",
   "def": "فضیلت، فضل - معادل لاتین واژهٔ arete (فضیلت) در زبان یونانی که واژهٔ virtue در زبان انگلیسی از آن مأخوذ است. Virtus برگرفته از vir به معنای مرد است و در اصل به معنای مردانگی، نشان شایستگی مردان است. این مفهوم، مفهومی محوری در اخلاق رومی بود و همانند arete هر نوع سرآمدی (excellence) را شامل می شد و منحصر به سرآمدی ها یا فضایل اخلاقی نبود."
 },
 {
   "word": "vita activa (L).",
   "def": "زندگی وقف عمل. همچنین ببینید: theoretikos bios"
 },
 {
   "word": "vita contemplativa (L).",
   "def": "زندگی وقف نظر. همچنین ببینید:  bios theoretikos"
 },
 {
   "word": "vital lie",
   "def": "دروغ حیات بخش - دروغ گفتن به خویش یا دیگران (یا فریب دادن خود یا دیگران) در جایی که این کار سبب ساز امید، عزت نفس، دوستی، اعتماد، همدلی، سلامت روان، خلاقیت و نیک ورزی است و به خود یا دیگران در برآمدن از پس مشکلات یاری می رساند. به طور مثال، خوش بینی خود فریبانه دربارهٔ موفقیت در کار چه بسا شخص را امیدوار و پرانگیزه سازد و احتمال کامیابی شغلی اش افزایش دهد. بر این اساس، برخي نظریه پردازان اخلاق، خود فریبی را گاهی اخلاقا جایز، مطلوب، ثمربخش و عقلانی می دانند."
 },
 {
   "word": "volition",
   "def": "اراده. همچنین ببینید:  will"
 },
 {
   "word": "voluntarism",
   "def": "اراده گرایی. همچنین ببینید:  ethical voluntarism"
 },
 {
   "word": "voluntary act",
   "def": "عمل ارادی - اعمال از یک جهت به دو دستهٔ ارادی غیرارادی تقسیم می شوند. عمل ارادی عملی است که فاعل آن را قصد کرده است و عمل غیرارادی عملی است که فاعل آن را قصد نکرده است. معمولاً ارادی بودن یا ارادی نبودن اعمال در کیفیت اخلاقی آنها دخیل دانسته می شود. یکی از پرسشهای مهمی که در این زمینه محل بحث واقع شده، این است که آیا ارادی یا غیرارادی بودن را تنها می توان صفت اعمال دانست یا نگرشها، اندیشه ها یا ترک عمل نیز ممکن است ارادی یا غیرارادی باشد."
 },
 {
   "word": "voluntary euthanasia",
   "def": "به کشی داوطلبانه. همچنین ببینید: euthanasia"
 },
 {
   "word": "want-belief model",
   "def": "الگوی میل ۔ باور. همچنین ببینید:  belief - desire theory"
 },
 {
   "word": "weakness of will",
   "def": "ضعف اراده - وضعیتی که در آن فاعل با وجود علم به اینکه بهترین عمل یا عمل درست کدام است رو به عملی دیگر می آورد. پیشینهٔ این مسئله به سقراط، افلاطون و ارسطو باز می گردد. در حالی که به نظر می رسد افلاطون با یکسان دانستن معرفت و فضیلت منکر ضعف اخلاقی بود، ارسطو بر وجود این وضعیت انگشت تاکید نهاد. رذیلت ضعف اراده یا فقدان خویشتنداری در برابر فضیلت قوت اراده یا  خویشتنداری قرار می گیرد. این موضوع مناقشهٔ میان قائلان به درون گرایی و قائلان به برون گرایی، و نیز در مناقشهٔ هواداران توصیه گرایی با هواداران توصیف گرایی محل بحث است. همچنین ببینید:  moral weakness"
 },
 {
   "word": "weak paternalism",
   "def": "پدر مآبی حداقلی، پدرمآبی خفیف. همچنین ببینید:  paternalism"
 },
 {
   "word": "wickedness",
   "def": "شرارت - بدکاری عمدی در برابر حالتی که در آن آدمی عامدانه دست به عمل بد نمی زند. قول به وجود شرارت ناقض این رأی سقراط است که هیچ کس دانسته بد نمی کند."
 },
 {
   "word": "will",
   "def": "اراده - رخداد یا فعل ذهني خواستن یا قصد کردن کاری، که شرط عمل ارادی است. اراده از چند جهت در فلسفهٔ اخلاق جایگاه مهمی دارد: این که آیا ما ارادهٔ آزاد داریم یا نه خود یکی از مسائل مهم مناقشه انگیز در فلسفهٔ اخلاق است. اهمیت این مسئله عمدتا به جهت ریط وثیق آن به مسئولیت است. همچنین، در نظامهای اخلاقی معمولاً ضعف اراده رذیلت و قوت اراده فضیلت محسوب می شود. برخی فلاسفهٔ اخلاق (نظیر کانت) نیز محمل ارزش اخلاقی را اراده می دانند. همچنین ببینید:  freedom"
 },
 {
   "word": "will, heteronomy of",
   "def": "دیگر آیینی اراده. همچنین ببینید:  autonomy"
 },
 {
   "word": "will, weakness of",
   "def": "ضعف اراده. همچنین ببینید:  weakness of will"
 },
 {
   "word": "wisdom",
   "def": "حکمت - به نزد یونانیان باستان، حکمت فهم مبادی اولاى چیزها بود که دلیل راه حیات عملی انسان نیز تلقی می شد. به نزد پیش سقراطیان و افلاطون این مفهوم یکپارچه بود ولی ارسطو آن را به سه پاره تقسیم کرد. حکمت نظری (سوفیا)،حکمت عملی(فرونسیس) و حکمت صناعی (پویئسیس).  امروزه نیز این واژه هم دلالت بر معرفتی عالی دارد و هم دال بر داشتن رای صائب و داوری درست در امور مربوط به کردار است."
 },
 {
   "word": "work ethic",
   "def": "اخلاق کار - اخلاق کار اصطلاحی است که سرچشمهٔ آن را باید دراخلاق پروتستانیی یا اخلاق پروتستانی کار جست: اصطلاحی که ماکس وبر، جامعه شناس آلمانی، آن را وضع کرد تا با آن نسبت مستقیم تعالیم مذهب پروتستان دربارۀ کار و پیدایش سرمایه داری و جامعهٔ صنعتی نوظهور از دل طبقهٔ متوسط را تبیین کند. و بر بر آن بود که در تعالیم مذهب پروتستان بر سختکوشی و پشتکار، صرفه جویی و قناعت و «زهدی این جهانی» تأکید می شود و کار «رسالتی این جهانی» و نشانه ای از رستگاری به شمار می آید که آدمی از طریق آن وظیفهٔ خود را نسبت به خداوند ادا می کند؛ به این ترتیب این تعالیم زمینه ساز انباشت کالاها و نظم و انضباطی می شود که در سرمایه داری و تولید صنعتی ضروری است. در اواخر قرن نوزدهم اخلاق پروتستانی تا حدودی از زمینهٔ دینی اش جدا شد و دیدگاه یاد شده به صورت اخلاق کار یا اخلاق موفقیت دنیوی درآمد که در آن بر خود کار و ارزش اخلاقی آن تأکید می شود و کار گوهر حیات اخلاقی به شمار می آید."
 },
 {
   "word": "wrong-making feature",
   "def": "خاصهٔ نادرست ساز. همچنین ببینید: wrong-making quality"
 },
 {
   "word": "Wrong-making quality",
   "def": "خاصهٔ نادرست ساز - خاصه یا کیفیتی که مایهٔ نادرستی عملی است که نادرست است. این مفهوم در برابر خاصهٔ درست ساز قرار می گیرد."
 }
];